-- Generated SQL for migrating text files to docs table
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (10, '학사제도 Pg. 10', '2. 2025학년도 수강신청 일정

- 전자시간표 OPEN: 2025.1.27.(월)

- 2025학년도 수강신청 일정
  - 수강신청예정자는 "재학생(학부)(등록학기 기준)"을 기준으로 합니다. (인정학기는 포함하지 않음. 휴학기는 제외함)
  - 캠퍼스별로 등록학기 수강신청이 진행됩니다.
  - 사전 수강신청은 정해진 기간 동안 수강신청을 진행하고, 신청 인원이 수강정원의 이러할 경우 수강이 확정됩니다. 사전 수강신청에서 수강정원을 초과하는 것은 전산이 삭제되고 최종 수강신청을 진행하여야 합니다.
  - 대학원과정/교환학생은 학사과정보다 하루 빠른 일정으로 수강신청이 시작됩니다.
  - 편입학은 첫 학기에는 신입학일정에 진행하며, 두 번째 학기부터는 등록예정자기에 수강신청이 진행됩니다.

- 2025학년도 사전 수강신청 일정

  | 학기  | 사전 수강신청 일정     |
  |------|------------------------|
  | 1학기 | 2.7.(금)~2.10.(월)     |
  | 2학기 | 8.1.(금)~8.5.(화)      |

- 2025학년도 선착순 수강신청 일정

  | 학기 | 구분       | 등록예정학기수 | 선착순 수강신청 일정 |
  |------|-----------|----------------|----------------------|
  | 1    | 학사       | 3~4학기        | 2.19.(수)            |
  |      |           | 5~6학기        | 2.20.(목)            |
  |      |           | 7~8학기        | 2.21.(금)            |
  |      | 대학원     | Inbound        | 2.18.(화)~2.22.(토)  |
  | 2    | 학사       | 3~4학기        | 8.13.(수)            |
  |      |           | 5~6학기        | 8.14.(목)            |
  |      |           | 7~8학기        | 8.15.(금)            |
  |      | 대학원     | Inbound        | 8.14.(목)~8.17.(일)  |

※ 수강신청 시간: 10:00~22:59

성균관대학교

3', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (100, '학사제도 Pg. 100', '특별 프로그램 10

- 해외 파견대학에서 수학한 학점을 본교에서 인정받게 됩니다.
- 항공료, 숙식비, 기타 생활비는 본인 부담입니다.

- 교환학생과 해외수학의 차이점
  - 해외수학생은 본교와 파견대학 양 쪽에 등록금을 납부합니다.
  - 경제적 부담을 경감하기 위해 해외수학생은 본교에서 해외수학장학금 (SKKU Global Scholarship)으로 해외수학 1학기 수업료 중 80%를 지원합니다.
  (영미권 국가 한정, 교내 장학금의 경우 중복수혜 가능)

- 교환학생/해외수학생 지원자격

| 기준          | 학사과정생          | 편입생          | 대학원생          |
|---------------|---------------------|-----------------|-------------------|
| 최소 이수학기 | 2개 학기 이상       | 1개 학기 이상   | 1개 학기 이상     |
| (파견시점)    |                     |                 |                   |
| 어학자격      | 파견 대학마다 다름  | ''교환학생 선발'' 안내 공지의 대학별 정보 및 해당 공지의 홈페이지 확인 |
| 학점          | F학점 제외한 전학년 평점평균 3.0 이상 |

- 교환학생/해외수학생 파견기간

| 구분          | 학사과정생          | 편입생          | 대학원생          |
|---------------|---------------------|-----------------|-------------------|
| 파견가능 학기 | 3 ~ 7학기           | 2 ~ 3학기       | 2 ~ 3학기         |
| 최대 파견가능 학기 | 최대 3학기       | 최대 2학기       | 최대 1회          |

- 교환학생/해외수학생 성적인정
  - 외국 파견대학에서 취득한 모든 교과목은 전공필수/전공선택/교양 포함) 및 일반선택 과목으로 인정 가능합니다. 단, 교환학생/해외수학생으로서 취득한 학점은 글로벌성적표 등에 표기된 성적으로 인정처리됩니다.
  - 파견대학에서 취득한 성적은 본교 성적표에 반영되지 않으며 교과목은 P/F 성적으로 인정처리됩니다. 취득한 성적이 본교에서 수강과목의 대체 및 등급 성적으로 인정받고자 하는 경우, 학과에 별도 문의 바랍니다. 단, 취득한 과목이 본교에서 필수선택인 P/F 성적 과목인 경우, 본교에 인정받는 것은 불가합니다.

성균관대학교 93', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (101, '학사제도 Pg. 101', '전공인정기준 및 학점변환 관련 세부사항은 소속 학과(또는 인정교과)하는 전공별로 일부 상이할 수 있으나, 추가적으로 자세한 사항은 해당 학사사무실 또는 소속 단과대학행정실을 통해 확인하시기 바랍니다.

※ 성적산출 관련 사항은 ''국외대학학점취득인정''항 참조

- 교환학생 지원방법
  - 매년 12월~1월(2학기 파견) 및 6월~7월(다음학년도 1학기 파견)에 교환학생을 선발하고 있습니다. 학교 홈페이지 공지사항에 게시안에 매 학기 일정, 지원방법 등 자세한 내용을 공지하고 있습니다.
  (홈페이지→국제교류프로그램→Outbound→교환학생 공지사항)
  - 지원자는 학교 홈페이지에 게시된 공지사항을 숙지한 후 각종 요건을 갖춰야 하며, 파견 지원 전 미리 계획을 세우고 준비해야 합니다.

- 교환학생 선발
  - 지원자격을 갖춘 모든 교환학생 지원자를 대상으로 면접을 실시하고, 평점 평균점수와 면접점수를 합산하여 학생을 선발합니다.

- 교환학생 파견 준비
  - 학교 홈페이지 공지사항에 있는 교환학생 선발 공고를 참조하여 파견 희망지역 및 교과목을 미리 탐색합니다.
  - 희망대학 탐색 시에는 본인 전공에 맞는 교과목들이 개설되어 있는지 확인해야 하며, 교과목의 수업언어도 확인해야 합니다.
  - 희망대학이 결정되면 해당 대학에서 요구하는 어학점수를 준비하고, 파견대학의 지원서류를 준비하여야 합니다.
  - 12월~1월 또는 6월~7월에 지원서를 제출하고 면접에 참석하여 GLS를 통해 신청합니다.

- 교환학생 유의사항
  - 교환학생 파견 후 개인사정으로 파견을 포기하는 경우, 그로 인해 발생할 수 있는 모든 불이익이 본인에게 있으며, 1~2년간 교환학생 지원이 제한될 수 있습니다.
  - 교환학생 파견 후 수학대학에서 본인의 수학상태를 확인할 수 있습니다.
  - 교환학생 파견 후에는 각종 사고가 발생할 수 있으므로, 이에 대한 대비책을 마련해야 합니다.
  - 수학대학에서 수학을 마치고 귀국한 후 2주 이내에 파견기간 동안의 성적표를 소속 학사사무실과 GLS 메뉴에 성적 및 제출해야 합니다.

94

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (102, '학사제도 Pg. 102', '특별 프로그램 10

합니다.(GLS-신청/자격관리-교환/해외수학생신청-수학보고서 작성)

- 국제하계학기 (International Summer Semester)
  - 국제하계학기는 2008년에 시작되어 올해로 17회를 맞는 본교의 대표적인 글로벌 교육 프로그램으로 해외로 나가지 않고 본교에서 각국의 다양한 학문분야로 이루어진 다양한 분야의 강의를 수강할 수 있습니다.
  - 본교의 정규 계절수업을 포함하여 최대 2개 과목까지 수강할 수 있으며 전공 및 교양학점으로 인정받을 수 있습니다.
  - 수업 기간: 2023.6.30.(금)~7.23.(일) (4주간 수업) ※ 개별 수업별로 무휴강
  - 개설예정과정: 경영/경제, 사회과학, 공학, 컴퓨터분야 등 본교의 대표적인 강좌
    Digital Marketing, The Foundations of Entrepreneurship, Harvard, Columbia, NYU, Syracuse Univ, Univ Toronto 등 우수대학 교수진 참여
- 수강생 특전
  1) 국제하계학기 전공학점 최대 6학점까지 인정(P/F)
  2) 2022학년도 신입학자부터 비교글로벌부여(학점 당 15시간)
  3) 교환학생 지원 시 가산점 부여
- 수강 신청: 4월~5월 중 진행 ※ 정확한 일정은 추후 학교 홈페이지를 통해 공지 예정

성균관대학교  
95', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (103, '학사제도 Pg. 103', '```
F A Q

Q1 휴학생도 교환학생/해외수학에 지원할 수 있나요?
A1 휴학생도 교환학생/해외수학에 지원 가능합니다. 다만, 파견 학기에는 반드시 복학 신청을 해야 합니다. 즉, 신청 시점의 휴학 여부와 관계없이 파견 기간 동안에는 본교에 등록하여 재학생 신분을 유지해야 합니다.

Q2 교환학생에 응시할 수 있는 최소/최대 이수 학기는 어떻게 되나요?
A2 일반 학사과정(휴학생 포함)은 재적학기를 기준으로 2학기 되어야 지원할 수 있습니다. (대학원생 및 편입생은 별도 기준 적용) 다만 파견 학기에는 반드시 본교에서 수학해야 하므로, 졸업 전역 학기가 3학기 이상이어야 1년 동안 파견될 수 있습니다. 6개월 파견자의 경우 2학기 이상 남아있어야 합니다.

Q3 교환학생/해외수학생 수학 후 학점 인정을 어떻게 받나요?
A3 교환학생/해외수학생 파견 전 GLS에서 예정보고서 작성 후 학과의 사전승인을 받고 출국합니다. 수학 후 기말 성적표가 본교로 도착 후, 본교에서 작성은 완료한 후, 본교로는 사무실에서 학점인정을 합니다. (성적표 개봉 후 성적표의 확인 및 직인 필수) 수학한 성적표를 기반으로 GLS에서 인정신청서를 제출해 학점을 인정받게 됩니다.

Q4 교환학생/해외수학생으로 한 번 더 신청할 수 있나요?
A4 교환학생/해외수학생으로 이미 선발 또는 파견한 학생도 재지원이 가능합니다. 다만, 동일한 파견학기에는 중복 지원이 불가하며, 파견학기 종료 후 재지원이 가능합니다. (단, 동일한 파견학기에는 중복 지원이 불가하며, 파견학기 종료 후 재지원이 가능합니다.)

Q5 교환학생을 위한 장학금 지원혜택이 있나요?
A5 교환학생을 위한 장학금이 다양하게 준비되어 있습니다. 국제과 파견 교환학생 장학금 글로벌 전형의 장학금 뿐 아니라, 미네르바 장학재단 장학금, 유럽지역 파견학생을 위한 ASEM-DUO, ERASMUS+ 장학금이 있습니다.

96

대학 : 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (104, '학사제도 Pg. 104', '특별 프로그램 ❿

Q6. 교내 장학금을 받고 있는데 교환학생/해외수학형으로 파견되어도 장학금을 계속해서 받을 수 있나요?
A6. 교내 장학금을 수혜하고 있는 학생의 경우 교환학생/해외수학형으로 파견되어 
    있는 기간 동안에 장학금 지급조건을 충족하는 경우 장학금을 계속해서 지급 
    받을 수 있습니다. 국가장학금의 예를 들면, 해외대학에서 12학점 이상, 100점 
    만점 기준 80점 이상(P/F로 인정받는 경우 F가 없다면) 조건을 충족하면 
    장학금을 계속해서 받을 수 있습니다.

성균관대학교
SUNGKYUNKWAN UNIVERSITY
97
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (105, '학사제도 Pg. 105', '
11. 다양한 교육과정 이수제도
(복수전공 / 연계전공 / 정공심화트랙 / 융합트랙 / 마이크로디그리)

■ 복수전공

- 신청자격 및 신청 시기
  (등록학기 계산 시, 유급학기는 제외)
  - 신입학자로서 3개 학기 이상 등록한 재학생
    (단, 약학과의 비대상자는 2개 학기 이상 등록)
  - 편입학자는 첫 학기부터 신청 가능
  - 자유전공학부 학생의 경우, 진입한 학기부터 복수전공 신청 가능
  - 단, 다음의 전공은 복수전공 신청 제한:
    - 의학과, 치의학과, 간호학과, 글로벌경제학과, 글로벌통상학과, 반도체시스템공학과, 약학과, 약학(약학), 프런티어학부대학, 소프트웨어융합학과, 데이터사이언스학과

- 자기설계융합전공은
  신입학자로서 4개 학기 이상 5개 학기 이내 등록한 재학생
  혹은 편입학자로서 2개 학기 이상 3개 학기 이내 등록한 재학생만 지원 가능

- 2025학년도 복수전공 신청/포기 기간
  1학기 신청/포기기간:
    - 1차: 2025. 4. 21.(월) ~ 4. 25.(금)
    - 2차: 2025. 7. 14.(월) ~ 7. 18.(금)
  2학기 신청/포기기간:
    - 1차: 2025. 10. 20.(월) ~ 10. 24.(금)
    - 2차: 2026. 1. 12.(월) ~ 1. 16.(금)
  ※ 1차, 2차 신청/포기기간은 각각 동일한 절차이며, 2차는 전공배정 이후이므로 일부 제한이 있을 수 있음
  ※ 복수전공 포기기간은 위 기간 외 추가 운영하지 않음

- 복수전공 이수 범위
  최대 2개 (제2전공 및 제3전공까지 이수 가능)

- 복수전공 제한 전공
  - 건축학전공, 글로벌경제학과, 글로벌통상학과, 반도체시스템공학과, 약학, 의학(의예),
    간호학과, 프런티어학부대학, 소프트웨어융합학과, 데이터사이언스학과,
    디스플레이융합전공, 그린스마트시티융합전공, 반도체융합전공, 의료바이오융합전공,
    첨단자동차융합전공, 미래에너지융합전공, 디지털휴머니티융합전공

  ※ 상기 전공은 복수전공 신청 불가 전공이며, 학사제도 변경에 따라 달라질 수 있음

- 단, 반도체시스템공학과, 소프트웨어융합학과, 약학과, 의과대학, 약학대학,
  융합AI융합학부 소속 학생은 모든 학과의 복수전공을 신청할 수 없음

- 2005~2013학년도 입학자 중 전공심화트랙 제도 운영 대상자로 지정된 학생은 복수전공 대신 전공심화트랙 이수해야 함

- (2006~2012학년도 입학생) 전공심화트랙을 성실히 이수한 학생은 복수전공 이수로 인정 가능
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (106, '학사제도 Pg. 106', '다양한 교육과정 이수제도 11

전공할 경우, 경영학과 경영학과 복수전공 이수과목으로 지정된 과목 중 영역별 최소 이수학점 이상을 이수해야 함)
- 예체능관련 학과, 차세대반도체공학전공, 데이터사이언스융합전공, 인공지능융합전공, 철강에너지소재융합전공 및 자기설계융합전공, 건축학과 등 해당학과에서 복수전공 이수에 필요한 자격요건 등이 있는 경우 충족하지 못하는 학생에 대하여 사전심사를 통해 신청 자격을 제한할 수 있습니다.
- 단, 사전심사에 합격한 학생은 이수 신청 기간에 정보광장을 통해 복수전공을 신청하여야 하며, 신청하지 아니한 경우 선발에서 제외됩니다.
※ 사전심사 문의: 해당 학과 사무실
- 2016학년도 이후 외국인특별전형으로 신입학한 외국인 유학생 중 3학기 종료 시기에 4급 이상 한국어능력시험(TOPIK 4급) 이상 성적표를 제출하지 않은 학생은 복수전공 신청이 제한됩니다.
- 2018학년도부터 글로벌경영학과 학생은 경영학과 복수전공, 글로벌경제학과 학생은 경제학과 복수전공 신청이 불가능합니다.

- 복수전공 배정
허용인원을 제한하는 학과의 경우, 신입학자와 편입학자를 구분하여 선발 여석을 배정합니다.
- 허용인원을 제한하는 학과의 복수전공은 특정학과에 학생이 집중될 경우에 한하며, 허용인원을 제한하는 학과의 복수전공 인원은 학기별로 허용인원의 50%를 배정합니다. 단, 허용인원을 제한하는 학과의 복수전공 인원은 초과할 경우에는 배정하지 않습니다.
- 허용인원을 제한하는 학과에 대한 신청자가 복수전공 허용인원에 미달할 경우에는 배정하지 않습니다.
- 허용인원을 제한하는 학과의 복수전공 인원은 학기별로 허용인원을 초과할 경우에는 배정하지 않습니다.

- 허용인원 초과 신청경쟁에 대한 배정수칙
복수전공 신청 시 등록학기수가 5회 이상이고, 기 등록 학기 수에 따라 정한 학업순위로 취득학 수 중에서 평점평균이 높은 순위 배정합니다.

| 등록학기수 | 3학기 | 4학기 | 5학기 | 6학기 | 7학기 | 8학기 이상 |
|------------|------|------|------|------|------|----------|
| 취득학점수 | 40점 | 55학점 | 74학점 | 86학점 | 100학점 | 115학점 |

- 평점평균이 같은 동점자는 사이상의 등급을 취득한 학수가 많은 학생을 우선 배정하며, 고려해야 할 동점자가 발생하는 경우 복수전공 배정위원회에서 배정합니다.

경운대학교
KWANGWOON UNIVERSITY

99', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (107, '학사제도 Pg. 107', '학업성적 평점평균 기준
- 복수전공 신청 시기 등록한 모든 학기의 학업성적 평점평균(등급 포함)을 기준으로 합니다.
- 유급한 학기의 등록학기 성적은 포함하지 않습니다.
- 계절수업의 성적은 포함합니다.
- 평점평균은 교과목의 학점 수와 평점을 곱한 평점 합계로 수강신청학점(F 포함), 수강철회과목, 학점포기과목 및 재수강 시 기취득학점은 제외하며, 재수강하여 취득한 성적이 등급인 경우 재수강 전후 성적을 모두 포함하고 나누는 방식으로 산정합니다.

복수전공 포기(휴학생은 포기 신청 불가)
- 복수전공을 이수중인 자가 복수전공을 취소하고자 할 때에는 복수전공 신청/포기 기간 중 GLS를 통해 포기 신청 후 소속 대학행정실에서 승인 받아야 합니다.
- 재학중에 복수전공을 포기한 뒤 해당학기 등록금을 미납할 경우 미등록제적 처리 됩니다.
- 복수전공을 포기하여, 졸업요건이 충족된 자가 휴학할 경우 졸업사정 대상자에서 제외됩니다.

경영학과 복수전공 이수과목군 지정
- 복수전공 희망자가 과도하게 집중되는 경영학과 복수전공 교육의 질 제고를 위해 경영학과의 일반선택의 130% 이상을 복수전공 이수과목군으로 지정하여 복수전공을 신청과목 중에서 이 영역의 수업만을 충족하도록 한 제도입니다.
- 경영학과 이수과목군(11개 중 8개 이상 이수하여야 함): 경영학원론, 경영통계학, 재무관리, 생산운영관리, 마케팅관리, 인사관리, 경영정보시스템, 경영과학, 회계원리, 원가회계, 조직행동론
- 2005~2012학번까지는 경영학과 복수전공을 신청하는 학생은 전공기반영역에서 위 지정 과목을 이수하여야 하며, 그렇지 못할 경우 복수전공 신청이 불가합니다.
- 2006~2012학번까지는 경영학과 복수전공을 하는 학생이 다른 학과로 전과할 경우 경영학과 복수전공 이수과목군 지정제도의 적용을 받지 않습니다.
- 2013학번부터 입학하는 경영학과 복수전공 이수과목군 지정제도의 적용을 받지 않습니다.

100

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (108, '학사제도 Pg. 108', '다양한 교육과정 이수제도 11

F A Q

Q1 복수전공 배정 이전에 들었던 과목들은 이수과목으로 인정받을 수 있나요?
A1 복수전공 배정 확정일 이후에는 기존에 이수했던 복수전공 교과목에 대해서는 자동적으로 전산 반영되며, 반영되지 않은 경우에는 소속 대학행정실로 확인 바랍니다. 단, 전기기술경영융합전공, 글로벌융합전공, 융합전공은 승인받아야 하므로 배정 이전에 이수한 과목들은 인정되지 않을 수 있습니다.

Q2 복수전공을 포기하면 기 취득한 복수전공의 과목들은 어떻게 되나요?
A2 복수전공을 취소 시 복수전공으로 기취득한 과목은 삭제되는 것이 아니며, 학생이 이수하고 있는 학과의 교육과정에서 복수전공 교과목에 대한 전공 인정여부에 따라 전공으로 충족제만 포함할 수 있습니다. 관련 사항은 GLS의 졸업요건 충족현황조회 메뉴를 반드시 확인하시기 바랍니다.

Q3 2025년 8월 졸업예정자인데, 2025년 7월에 진행하는 2차 복수전공 신청이 가능한가요?
A3 네, 가능합니다. 단 복수전공에 선발되어 전공 이수 기준 등이 변경될 경우 2025년 8월에 졸업이 되지 않을 수 있는 점은 반드시 확인하시기 바랍니다.

성균관대학교
SUNGKYUNKWAN UNIVERSITY

101', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (109, '학사제도 Pg. 109', '연계전공

- 연계전공 이수
  - 연계전공은 복수전공으로만 이수할 수 있으며, 이수하고자 하는 학생은 복수전공 신청기간에 일반학과 복수전공 신청과 동일한 방법으로 신청해야 합니다.
  - 전공기준으로 복수전공을 이수하는 학생은 연계전공과 관련된 전공과목의 영역별 최소수학 학점을 이수하거나 영역별 최소수학 학점 없이 전공 중하위과목 이수학점으로 대체하여 이수할 수 있습니다. (연계전공별 영역별 최소수학 학점은 연계전공 홈페이지 참조)
  - 학사학위 교과목의 이수 - 전공 교과목의 이수 방법은 페이지를 참고하여 주시기 바랍니다.

- 2012학번의 한함: 2021년 교육과정 개편에 따라 2012학번 이전 학생은 전공기반과 전공심화, 전공실습 등 전공 영역별 최소수학 학점 등에 관계없이 교육과정에 따른 전공 증이수학점을 이수하여야 하며, 자세한 사항은 소속 대학 행정실의 안내를 받으시기 바랍니다.
  - 제1전공 또는 제2전공과는 학과의 교과목과 동일한 교과목이 연계전공 교육과정에 편성되어 있을 경우 이 과목을 이수하면 제1전공(제2전공)의 전공학과 연계전공의 전공학점으로 양학과가 중복인정 합니다. (단, 총 학점은 중복으로 인정되지 않습니다.)

연계전공 주관부서

전공명 | 주관부서 | 연락처 | 위치
---|---|---|---
비교문학/일반학 | 문과대학 대학원 사무실 | 02-760-1093 | (인사캠)퇴계인문관 7층
문화와예술경영 | 경영대학 경영대학원 사무실 | 02-760-0291 | (인사캠)경영관 2층
러시아유라시아 | 러시아어문학과 사무실 | 02-760-0641 | (인사캠)퇴계인문관 5층
벤처경영 | 경영대학 경영대학원 사무실 | 02-760-0291 | (인사캠)경영관 2층
국제통상학 | 경제학과 사무실 | 02-760-0481 | (인사캠)퇴계인문관 5층
앙트레프레너십 | 경영대학 경영대학원 사무실 | 02-760-0439 | (인사캠)경영관 3층
공공인재 | 행정학과 사무실 | 02-760-0382 | (인사캠)퇴계인문관 5층
차세대반도체 | 반도체시스템공학과 사무실 | 031-290-7100 | (자과캠) 반도체관 1층
반도체소재공정 | 반도체시스템공학과 사무실 | 031-290-7166 | (자과캠) 반도체관 2층
컴퓨터정보통신 | 소프트웨어학과 사무실 | 031-290-7110 | (자과캠) 반도체관 1층
한국학 | 동아시아학술원행정실 | 02-760-0775 | (인사캠)600주년기념관 4층

102

출처: 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (11, '학사제도 Pg. 11', 'Sure, here is the transcribed text from the image:

---

Inspiring Future, Grand Challenge

- 2025학년도 중일 일정
  - 수강철회의 뜻을 희망할 경우, GLS 책가방 메뉴를 통해 교과사에게 중일을 신청할 수 있습니다.
  - 사전 수강신청 종료 후 진행되는 1차 중일을 감안 발명하여 사전 수강신청 내역이 확정됩니다.
  - 선착순 수강신청 종료 후 진행되는 2차 중일을 반영하여 수강변경 및 확인 기간이 운영됩니다.

- 2025학년도 수강변경 및 확인기간 일정
  - 수강변경 및 확인기간에는 대기순번 없이 정원여석 범위 내에서 선착순으로 수강신청합니다.
  - 수강변경 및 확인기간에는 등록예정학기별 TO를 통합하여 운영합니다.

| 학기 | 구분 | 수강변경 및 확인 일정 |
|---|---|---|
| 1학기 | 전체 강좌 | 3.4.(월) 08:00 ~ 3.10.(일) 22:59 |
| | 수강신청 불가 | 3.6.(수) 17:00 ~ 3.7.(목) 07:59 |
| | 폐강 확정 | 3.7.(목) 10:00 |
| | 폐강강좌 수강신청 | 3.12.(수) 10:00 ~ 22:59 |
| 2학기 | 전체 강좌 | 9.2.(월) 08:00 ~ 9.9.(월) 22:59 |
| | 수강신청 불가 | 9.4.(수) 17:00 ~ 9.5.(목) 07:59 |
| | 폐강 확정 | 9.5.(목) |
| | 폐강강좌 수강신청 | 9.9.(월) 10:00 ~ 22:59 |

* 수강신청 시간: 일정 내 24시간 가능(수강신청 불가기간 제외)

4

대학 · 대학원생을 위한 2025 학사제도 안내

---', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (110, '학사제도 Pg. 110', '다양한 교육과정 이수제도 11

※ 데이터사이언스연계전공, 인포매틱스연계전공 폐지(2019학년도부터)
※ 복수전공학점은 의무취득학점 외부수료 이수 가능
※ 생명융합학연계전공은 컴바이오닉스연계전공으로 명칭변경(2022학년도부터)
※ 환경소재에너지전공/에너지자원전공전공은 2024학년도 1학기부터 모집중단

■ 전공심화트랙
- 2021학년도 이후 입학자부터 단일전공 이수 시 전공심화트랙을 이수한 것으로 간주하여 졸업 시 졸업/성적증명서에 전공심화트랙이수로 인증합니다.
- 복수전공(연계전공 포함) 이수자는 전공심화트랙을 이수할 수 없습니다. 이에 대한 전공심화트랙 이수자 발급요건이나 이에 대한 별도 신청 절차는 없습니다.

■ 융합트랙
- 2021학년도 교육과정 개편에 따라 사회진로과 연계된 실용융합학업 또는 학문단위 기본 소양역량을 강화하는 융합트랙 이수를 권장합니다.
- 융합트랙은 18~21학점 규모로 운영되며 학문 단위 특성에 따라 2개 이상의 융합 트랙을 학생이 임의학과 자유롭게 설계합니다.
- 융합트랙은 복수전공 신청 시기에 신청하여 자격요건은 복수전공 이수요건과 동일합니다. 이수학점으로서 3개 이상 교과목을 이수합니다.
- 융합트랙을 신청하여 이수하는 경우 전공심화트랙 이수가 면제되며 제1전공 이수학점으로 인정받을 수 있습니다.
  (예시) 제1전공 42학점 + 융합트랙 21학점 이수

■ 융합트랙 주관부서

| 융합트랙명 | 최소이수학점 | 주관부서 | 연락처 |
|-------------|--------------|----------|--------|
| 사회적경제 | 18학점 | 사회과학대학/여성생명과학대학 | 031-290-0902 |
| 반도체소재장비시스템 | 21학점 | 공과대학/전자전기공학부 | 031-290-5813 |
| 데이터사이언스 | 21학점 | 공과대학/전자전기공학부 | 031-290-5813 |
| 과학기술정책및리더십 | 18학점 | 공과대학/전자전기공학부 | 031-290-5815 |
| 차세대바이오헬스 | 18학점 | 약학대학/바이오메디컬공학부 | 031-290-5802 |

성균관대학교

103', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (111, '학사제도 Pg. 111', '마이크로디그리

- 간편하고 빠르게 합격을 취득하고 인정받는 새로운 교육환경 변화추세에 적극적으로 대응하고자 2022학년도부터 마이크로디그리 제도를 운영합니다.

마이크로디그리란, 복합학문 분야에서 제시하는 과목군에서 각 최소 단위(micro) 학점을 이수하면 이수내역을 인정하는 ''학점취득 인증제''입니다.

- 학생 이수요건: 마이크로디그리별 기준학점(및 필수과목) 이수
- 이수 완료시 이수 증명서 및 성적증명서 발급
- 복수전공 이수와 달리 마이크로디그리로 이수하더라도 졸업 이수기준학점은 변경되지 않으며, 졸업증서에는 표기하지 않음

- 신청자격(등록학기 계산 시, 유급학기는 제외)

[학사]
- 신입학자로서 3개 학기 이상 등록한 재적생(단, 학점인정 비대상자는 2개 학기 이상 등록한 재적생)
- 편입학자로서 본교에서 2개 학기 이상 등록한 재적생
※ 마이크로디그리에 따라 별도의 신청자격/선발 기준이 있을 수 있습니다.

[대학원]
- 대학원 재적생
※ 마이크로디그리에 따라 별도의 신청자격/선발 기준이 있을 수 있습니다.

- 2025학년도 마이크로디그리 신청 시기

| 구분 | 1학기 | 2학기 |
|------|-------|-------|
| 신청기간 | 2025. 7. 14. (월) ~ 7. 18. (금) | 2025. 1. 6. (월) ~ 1. 16. (금) |
| 결과발표 | 2025. 10. 10. (금) | 2025. 10. 24. (금) |

- 마이크로디그리 모집기간은 위 기간을 포함하여 추가 운영여부는 공지예정

104

대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (112, '학사제도 Pg. 112', '다양한 교육과정 이수제도 11

- 마이크로디그리 목록(학사과정)

| 마이크로디그리명 | 이수학점 | 주관학과 | 연락처 | 비고 |
|------------------|----------|----------|--------|------|
| 인공지능 경제학 | 12 | 경제학과 | 02-760-0945 | |
| 인공지능 콘텐츠 | 12 | 글로벌경영학부 | 02-740-1784 | |
| 탄소중립 건축 | 12 | 건축학과 | 02-760-1784 | |
| 인공지능 반도체 | 27 | 전자전기공학부 | 031-290-5827 | 학과목 있음 |
| 반도체 소프트웨어 | 12 | 전자전기공학부 | 031-290-5827 | 학과목 있음 |
| 미래형 자동차 | 28 | 전자전기공학부 | 031-290-5827 | 학과목 있음 |
| 인공지능 | 12 | 수학과 | 02-760-0312 | |
| 인공지능 | 9 | 화학과 | 02-760-0312 | |
| 인공지능 | 12 | 통계학과 | 02-760-0312 | |
| 인공지능 | 12 | 컴퓨터공학과 | 02-760-0965 | |
| 인공지능 융합비즈니스 | 12 | 경영학과 | 02-760-0969 | |
| K-철학커뮤니케이터 | 12 | 유학, 동양학과 | 02-760-0969 | |
| 고령화사회 디자인학습 | 12 | 미디어커뮤니케이션학과 | 02-740-1692 | |
| 지역사회 정보분석 | 9 | 문헌정보학과 | 02-740-1692 | |
| AI를 통한 지역커뮤니티문제발견 | 9 | 미디어커뮤니케이션학과 | 02-740-1692 | |
| 지능형실감미디어와지역문화콘텐츠 | 9 | 미디어커뮤니케이션학과 | 02-740-1692 | |
| 소셜벤처 크리에이터 | 9 | 사회복지학과 | 02-740-1692 | |
| 초고령 시대의 지역사회 개발 | 9 | 사회복지학과 | 02-740-1692 | |
| 데이터기반 지역사회분석 | 9 | 행정학과 | 02-740-1692 | |
| 행정학과 | 9 | 행정학과 | 02-740-1692 | |
| 다문화정책과 사회통합 | 9 | 행정학과 | 02-740-1692 | |
| 다문화정책과 사회통합 | 9 | 행정학과 | 02-740-1692 | |
| 지속가능성장을 위한 지역개발전략 | 9 | 행정학과 | 02-740-1692 | |
| 응용화장품학(디지털신소재) | 12 | 디자인학과 | 02-760-0506 | 학과목 있음 |
| ESG | 12 | 건설환경공학과 | 031-290-7511 | |
| 반도체/디스플레이 공정/장비 | 15 | 기계공학과 | 031-290-7511 | |
| 지능형로봇 | 12 | 기계공학과 | 031-290-7511 | |
| 지능형로봇 | 12 | 기계공학과 | 031-290-7511 | |
| 양자정보 및 양자컴퓨터 | 12 | 나노공학과 | 031-299-4116 | |
| 스마트 창치/제조 | 12 | 시스템경영공학과 | 031-290-7590 | |
| 반도체/디스플레이 소재/소자 | 12 | 신소재공학과 | 031-290-7390 | |

성균관대학교 105', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (113, '학사제도 Pg. 113', '```plaintext
Inspiring Future, Grand Challenge

마이크로디그리명        이수    주관학과                연락처          비고
                      학점
배터리                12    신소재공학부            031-290-7390
바이오헬스케어         12    화학공학과              031-290-4700
저탄소 그린에너지      12    화학공학과              031-290-4700
인공지능 예술          12    소프트웨어학과          031-290-7113
기후변화와 지속가능 미래 12    소비자학과              02-760-0933
인간발달과 정신건강 전문가 12    아동청소년학과          02-760-0492
영어와 인공지능        12    영어영문학과            02-760-0426
첨단 반도체 공정기술   12    전자전기공학부          031-299-6757
첨단 반도체 패키지테스트 12    전자전기공학부          031-299-6757

※ 이수대상 전공은 마이크로디그리명 자세한 사항은 주관학과에 문의하여 주시기 바랍니다.
※ 마이크로디그리 목록은 학기중 변동될 수 있습니다(신규 마이크로디그리 신설 등)

• 마이크로디그리 목록 (대학원과정)

마이크로디그리명        이수    주관학과                연락처          비고
                      학점
미래형자동차용SW       13    전자전기컴퓨터공학과    031-290-5411

※ 이수대상 전공은 마이크로디그리명 자세한 사항은 주관학과에 문의하여 주시기 바랍니다.
※ 마이크로디그리 목록은 학기 중 변동될 수 있습니다(신규 마이크로디그리 신설 등)

106
대학 · 대학원을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (114, '학사제도 Pg. 114', '12. 글로벌융합학부 융합전공

■ 글로벌융합학부

융합전공이란,
▶ 학문간 연계를 통한 시너지 효과 창출과 제4차 산업혁명시대를 선도할 창의융합형 인재양성을 위하여 도입한 제도입니다. 제4차 산업혁명시대를 선도할 수 있는 전문 분야를 우선 선정하였습니다.
▶ 계열 모집단위 내에서만 가능한 기존 학과전공의 범위에서 벗어나, 입학 당시 모집단위 계열에 관계없이 선택이 가능한 융합전공입니다.
▶ 융합전공은 단일전공(제1전공)으로 이수하거나 복수전공으로도 이수할 수 있습니다.

[표]
2학년: 사과계, 자과계, 대과계, 융합전공, D트랙, E트랙, F트랙, G트랙
1학년: ○○계열, □□계열, G계열

■ 글로벌융합학부 원전공(제1전공) 신청 자격
- 신청 당시 본교 1학년 2학기 재학 중인 학생
가. 글로벌융합학부 1학년을 원하는 전공으로 100% 진입 가능
나. 인문과학계열, 사회과학계열, 자연과학계열, 공학계열에 한해 제한적 허용.
다. 모집 상세 내용은 매년 글로벌융합학부 홈페이지에 공지 참조: (https://sco.skku.edu/index.do)

■ 글로벌융합학부 원전공(제1전공) 신청
- 글로벌융합학부 전공별 20명 내외 선발 (2학년부터 글로벌융합학부 소속)
- 데이터사이언스융합전공, 인공지능융합전공, 지능형로봇융합전공
- 복수전공/부전공 이수 후 4학년 1학기 말에 제1전공 변경 가능
※ 글로벌융합학부 선발 50명은 전공별 20명 이내 전공 중 택하여 2학년 진입

성균관대학교  
107', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (115, '학사제도 Pg. 115', '참고 사항
- 글로벌융합학부 진입 신청은 대계열 학과진입 이전에 별도 공지 후 진행됩니다.
- 대계열 학생의 경우 글로벌융합학부 진입과 대계열 학과진입을 동시에 신청할 수 있으나
  글로벌융합학부 진입 확정 이후에는 학과진입 신청내역이 삭제되며, 학과(전공)
  변경이 불가합니다. (대체로 1전공 1학부만 소속정정, 변경 불가)
- 융합전공별로 각 모집단위 최대 진입가능인원을 제한합니다.

글로벌융합학부 융합전공 복수전공 신청
- 각 융합전공별 복수전공 신청은 복수전공과 관련 학사 일정과 지침을 따릅니다.

문의처(정보통신/소프트웨어융합/공과대학행정실)
- 데이터사이언스융합전공: 02-740-1783
- 인공지능융합전공: 02-740-1782
- 컴퓨터메타융합전공: 02-740-1784
- 자기설계융합전공: 02-740-1783

■ 데이터사이언스융합전공

데이터사이언스융합전공이란?
■ 데이터 처리 및 분석 기술 습득: 다양한 형태, 규모의 데이터들을 체계적으로
  수집하고 처리하며, 인공지능, 머신러닝, 통계적 분석 방법을 활용해 의미 있는
  통찰을 도출하는 기술을 학습합니다.

■ 융합적 사고와 문제 해결 능력 함양: 데이터사이언스 기술을 특정 분야의 문제 해결에
  융합적 관점에서 적용하여, 정보기술의 융합적인 접근 방식을 통해 새로운 가치를
  창출할 수 있는 능력을 키웁니다.

■ 실무 중심의 프로젝트 역량 강화: 프로젝트 기반 학습, 팀 중심의 협업을
  통해 실무와 밀접한 데이터사이언스 역량을 효과적으로 배양합니다.

데이터사이언스융합전공은 데이터사이언스 분야의 핵심 이론과 기술을 바탕으로,
다양한 도메인과의 융합을 통해 4차 산업혁명을 이끄는 데이터 전문가로 성장합니다.

■ 데이터과학자(Data Scientist)양성 과정 설계
- 4차 산업혁명을 선도할 데이터 전문가로 성장하기 위한 기본 역량 강화
- 체계적인 교육과정 지원(기초/데이터관리/데이터분석/빅데이터/정보화)

108 대학교육을 위한 2025 학사제도 안내
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (116, '학사제도 Pg. 116', '글로벌융합학부 융합전공 12

- 캡스톤 프로젝트를 통한 실무·현장 교육
- 비교과과정 지원(인문학캠프/글로벌캠프/부트캠프/이수학점)

* 학 위 명: 데이터사이언스 학사(Bachelor of Data Science)
* 이수학점

| 구분 | 전공 | 전공교과 | 전공심화 | 소계 |
|------|------|----------|----------|------|
| 전공 학점 | 단일 전공 | 39 | 15 | 54 학점 |
| 부수 전공 | 전공교과와 전공심화 영역에서 자유롭게 이수 | 39 학점 |

수료학점 120 학점

■ 인공지능융합전공

인공지능융합전공이란?
- 인공지능을 활용하는데 있어서 창의적 사고력과 활용 능력을 고루 갖춘 글로벌 인공지능 전문 인력양성을 목표로 하고 있습니다.
- 2019년 인공지능을 위한 전공으로는 국내 최초로 성공적으로 개설된 인문사회캠퍼스의 설립학과입니다.
- 4차 산업혁명시대에 따라 교수, 학생, 산업체의 기술활용·적용 및 융합전문가가 요구되는 교육과정에 적합하며, 전공 기본 교육은 물론, 산업체의 요구에 부합하는 실무, 현장, 그리고 창의적 문제해결을 위한 맞춤형 인재를 양성하고 있습니다.

- 인공지능전문가(Artificial Intelligence Expert) 양성 과정 설계
- 데이터에 기반을 가진 사회문제 해결형 인공지능융합 전문가 인재 양성
- 인공지능 기술 시대에 매해 최소 2천 명 이상의 인재가 필요
- 인공지능을 활용 및 최근 지능형 소프트웨어의 적용 능력을 동시에 겸비한 창의적 인재 양성
- 캡스톤 프로젝트를 통한 실무·현장 교육
- 비교과과정 지원(인문학캠프/글로벌캠프/부트캠프/해커톤/경진대회 등)

* 학위명: 인공지능융합학사 (Bachelor of Applied Artificial Intelligence)
* 학사연계 시 공학석사 수여

성균관대학교 109', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (117, '학사제도 Pg. 117', 'Inspiring Future, Grand Challenge

• 이수학점

| 구분 | 전공교어 | 전공심화 | 소계 |
|------|---------|---------|-----|
| 전공학점 | 단일 전공 | 39 | 15 | 54 학점 |
|          | 복수 전공 | 36 | 3 | 39 학점 |

수료학점: 120 학점

■ 컬처앤테크놀로지융합전공

컬처앤테크놀로지융합전공이란?

• 문화와 기술의 융합적 접근: 컬처앤테크놀로지융합전공은 문화, 예술, 미디어 기술이 경계를 허물고 이를 창의적으로 결합하여 새로운 콘텐츠와 서비스를 창출하는 융합 학문입니다.

• 최신 기술을 활용한 콘텐츠 기획과 제작: 전공 과정에서는 인공지능(AI), 빅데이터 분석, 가상현실(VR), 증강현실(AR) 등 최신 디지털 기술을 활용한 콘텐츠 개발에 초점을 맞춥니다.

• 글로벌 및 현지화 관점의 문화 산업 이해: 글로벌 시장에서의 문화 콘텐츠 산업 확장 및 현지화 전략을 학습합니다.

• 산업 필요와 교육과정의 최적의 조립: 컬처앤테크놀로지융합전공은 이론과 실무를 균형 있게 다루며, 학생들이 창의적이고 융합적인 사고를 할 수 있는 능력을 배양합니다.

• 컬처앤테크놀로지융합전공은 단순히 기술과 문화의 경계를 찾는 데 그치지 않고, 융합적 사고와 창의적 도전으로 디지털 시대의 새로운 문화 패러다임을 만들어갑니다.

• 학위명: 컬처앤테크놀로지 학사 (Bachelor of Culture and Technology)

• 이수학점

| 구분 | 전공교어 | 전공심화 | 소계 |
|------|---------|---------|-----|
| 전공학점 | 단일 전공 | 39 | 15 | 54 학점 |
|          | 복수 전공 | 전공교양과 전공필수 영역에서 자유롭게 이수 | 39 학점 |

수료학점: 120 학점

110

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (118, '학사제도 Pg. 118', '
자기설계융합전공

학생 개인의 독특한 욕구를 충족하는 복수전공을 자기설계하여 이수하는 창의교육 프로그램입니다.

■ 교육목표
- 학문영역을 초월한 융복합학습 구현
- 학생 개인의 독특한 학문적 지적 목표를 충족하는 창의교육 실현

■ 자기설계융합전공 (Self-designed Transdisciplinary Studies)
- 이수분야: 복수전공으로 이수
- 학위명: 문학사(B.A.), 이학사(B.S.), 공학사(B.Eng.)
- 이수학점: 36학점
- 자기설계 교육과정: 복수전공이 허용된 모든 학과(전공) 및 국내외 교류협정 대학을 통해 취득 가능한 모든 교과목을 대상으로 학생 스스로 전공 교육과정을 설계하여 이수해야 하며, 자체 교육과정은 없습니다.

■ 선발 방법
- 신청자격: 신입학 4회 이상 5회 이내, 편입학 2회 이상 3회 이내 등록한 재학생을 원칙으로 함
- 매 학기 자기설계융합전공 설명회 및 전공설계 워크숍 개최
- 사전심사를 통해 복수전공생을 선발

■ 전공분야 및 학위명 예시
※ 전공 분야와 학위명 예시는 학생이 계획한 자기설계 교육과정의 특성에 맞추어 설정

- 문학사:
  미디어문화콘텐츠, 글로벌커뮤니케이션, 여성과정치정책, 데이터커뮤니케이션, 공공갈등관리,
  국제개발협력, 미래사회커리어디자인, 국제학, 지속가능디자인, 디지털스토리텔링,
  디지털문화예술기획, 문화산업기획, 문화지리학, 생명문화학, 시민교육리더십,
  실버케어문화산업, 융합심리문화콘텐츠, 콘텐츠디자인, 콘텐츠인문학 등

- 이학사:
  실감콘텐츠, 금융공학, 뇌과학, 문화재과학, 빅데이터통계, 빅데이터컴퓨팅, 건강심리학,
  나노바이오헬스, 뇌과학, 인공지능과학 등

- 공학사:
  나노바이오의공학, 데이터공학, 금융데이터공학, 스마트헬스케어공학, 환경스마트엔지니어링 등
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (119, '학사제도 Pg. 119', '13. 학사과정-대학원과정 연계

■ 학석사연계과정

학사과정 및 대학원과정을 연계하여 이수하는 것으로 학사과정 졸업유형에 따라 조기졸업트랙과 정규졸업트랙 두 가지가 있습니다.

• 신청시기: 매학기 말 홈페이지 공지사항 참조

| 구분 | 1학기 (2025학년도 2학기 학석사연계과정 이수 예정자) | 2학기 (2026학년도 1학기 학석사연계과정 이수 예정자) |
|------|-------------------------------------------------|-------------------------------------------------|
| 신청기간(예정) | 6.2.(월) ~ 6.13.(금) | 12.1.(월) ~ 12.12.(금) |

- 트랙유형
  - 조기졸업트랙: 학사과정 조기졸업(6학기 또는 7학기 등록) + 대학원 (석사과정 및 석박사통합과정)
  - 정규졸업트랙: 학사과정 정규졸업(8학기 또는 초과학기 등록) + 대학원 (석사과정 및 석박사통합과정)

- 지원자격
  - 조기졸업트랙: 학사과정 최종학기 직전학기까지(취득학점 기준) 전학년 평점평균 3.5/4.3이상
  - 정규졸업트랙: 학사과정 최종학기 직전학기 성적을 본인이 별도로 하여야 하며, 전학년 평점평균 3.0/4.3이상
  - 대학원과정의 경우, 학사과정 최종학기까지(취득학점 기준) 전학년 평점평균 3.0/4.3이상

- 지원방법: 신청기간 내 GLS에서 신청

- 선발절차 및 선발인원
  - 선발절차: 대학원 해당 학과장이 추천하여 학장이 선발
  - 선발인원: 매학기별, 학과별로 정원 내 선발(선발인원은 변동될 수 있음)
  - 선발인원: 상황에 따라 대학원에서 최종 선발결정이 있을 수 있음

112

대학·대학원을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (12, '학사제도 Pg. 12', '```
등 록 03

3. 등 록

■ 수업연한

우리대학 재학생이 졸업(수료)하기 위해 반드시 등록(등록금 납부)해야 하는 기간을 말합니다.

- 학위과정별 수업연한
  - 학사과정: 일반학과 4년, 건축학과 5년, 의·치의학과 총 6년(의학과 2년, 치의학과 4년),
    약학과 총 6년(2022학년도 이후 신입생부터 적용, 단 2+4년제에 의해
    3학년 1학기로 편입한 학생의 경우 4년)
  - 석사과정 및 박사과정: 각 2년
  - 석박사통합과정: 4년
  - 특수대학원 석사과정: 2년 6개월
  - 법학전문대학원: 3년
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (120, '학사제도 Pg. 120', '학사과정·대학원과정 연계 13

- 특전
  - 학사과정 마지막 학기 대학원 교과목 수강 가능(석박사공통과목 최대 6학점)
  - 학사과정 마지막 학기 학석사연계장학금 지급(단, 일부 우수인재 트랙 가능)
  ※ 장학금은 학기별로 변동될 수 있음
  - 학사과정 졸업시험 면제(수석졸업 특별평가도 면제)
  ※ 3품 인증은 면제되지 않음
  - 대학원 무시험 입학

- 학사과정 재학 중 대학원 수업 수강
  - 학석사연계과정생은 마지막 학기에 최대 6학점까지 석박사공통과목을 수강하여 학사과정 졸업요건으로 인정받을 수 있습니다.(단, 대학원 전공과 학사과정 전공이 비동일계열인 경우 학사과정 선택학점으로 인정)
  - 수강한 석박사공통과목은 학사과정 취득학점으로 인정되고, 대학원 전환 시 대학원 전공학점으로 중복 인정됩니다.

- 트랙 이수요건 및 이수취소
  - 조기졸업트랙을 이수하는 학생은 졸업학기까지의 전학년 평점평균이 3.50이상 이어야 하며, 미달 시 조기졸업이 불가합니다.
  - 조기졸업에 탈락하는 경우 학석사연계과정 이수가 취소되며, 학생에게 부여한 학석사연계장학금은 전액 반환하여야 합니다.
  - 조기졸업에 탈락한 학생은 졸업학점으로 학사과정과정의 이수를 희망하는 학생은 학사과정에 다시 신청하여야 합니다.

- 학석사연계과정 이수취소(포기)에 대한 조치
  - 이미 취득한 대학원 수강과목에 대해서는 학사과정 졸업학점으로 인정은 가능하나, 대학원 전공학점으로는 인정되지 않습니다.
  - 학석사연계장학금은 전액 반환하여야 합니다.
  - 학사과정 졸업요건을 충족하여야 합니다.
  - 학사과정 졸업요건을 충족하지 못하는 경우에는 대학원 입학절차를 거쳐야 합니다.

※ 본 안내 사항은 프로그램 운영계획에 따라 변동될 수 있으므로, 참여시 공지사항을 통해 세부내용 확인 바랍니다.

성균관대학교 113', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (121, '학사제도 Pg. 121', '학사과정 중 취득한 대학원 교과목의 대학원과정 중복인정 및 학기단축

학사과정에 재학 중인 학생이 대학원 교과목을 미리 수강하고 향후 대학원 진학시 학사과정에서 수강한 대학원과목을 이후 입학한 대학원과정의 학점으로 중복 인정 받고 대학원과정 수업연한을 최대 1개 학기까지 단축할 수 있는 제도를 말합니다.

- 학점 인정으로 인한 학기단축
  - 석사과정 진학 시 6학점(전문대학원 학술학위 과정은 9학점까지) 인정받은 경우 1개 학기에 대해 조기수료를 신청할 수 있습니다.
  - 석사과정 진학 시 전적 대학원에서 이수한 학점이 6학점 이상 인정받으면 1개 학기에 대해 조기수료를 신청할 수 있으며, 학점 이수여부에 따라 추가 1개 학기에 대해 조기수료 신청이 가능합니다.(최소 6개 학기 등록 후 수료 가능)

114 대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (122, '학사제도 Pg. 122', '학사과정-대학원과정 연계 13

■ 학부생 연구학점제

학사과정생의 학사과정-대학원과정 연계 지원 확대를 위해 대학원 연구 참여기회를 제공하는 제도입니다.

- 수강자격
  2007학년도 이후 신입학자로 직전학기 평점평균(교 포함)이 3.5이상이며, 담당 교수의 사전승인을 받은 학생
  단, 다음의 당시 전공과목 수학학점이 6학점 미만인 자, ②전공학점 연구학점 과목의 수강이 불가한 자 수강가능학점이 3.5미만인 자 수강가능학점이 졸업 전적 제한학기 수강불가

- 개설시기 및 수강가능학점
  - 학기 중 또는 계절수업 교과목으로 개설하며, 학기 중 15주간, 계절수업은 6주간 운영됩니다.
  - 본인 수강가능학점 내에서 학기당 2학점까지 수강 가능합니다.(계절수업은 전체 계절수업 수강가능학점 내에서 가능)

- 성적부여 및 이수구분 인정
  - 해당학기 90시간 이상 연구활동을 완료하고, 연구수행 결과물 공개 발표 후 담당 교수(또는 2인 이상의 평가 교수)의 평가를 통해 성적을 부여합니다.
  - 성적은 전공학점으로 부여하며, 전공학점(전공심화) 또는 전공심화학점으로 인정됩니다.
  ※ 단, 단과대학 및 학과 교과목 사정 시 일반선택학점으로 인정될 수 있음

- 석사과정과의 연계
  - 학부생 연구학점제 이수 시 석사과정 연계의 연장

※ 본 안내 사항은 프로그램 운영계획에 따라 변동될 수 있으므로, 참여시 공지 사항을 통해 세부내용을 확인 바랍니다.

성균관대학교 115', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (123, '학사제도 Pg. 123', '팀연구학점제

연구 고성과 교수의 우수한 연구성과를 효과적으로 학생들에게 전수하기 위한 교육·연구 융합과목으로 참여한 교수와 학생이 팀연구프로젝트를 구성하여 연구를 수행하면 그 과정을 수업으로 인정하여 학점을 부여하는 제도입니다.

● 참여대상
  BK21사업 참여학과(또는 참여교수)의 교수가 책임교수가 되어 5명 이상의 학생으로 프로젝트를 구성하며, 본교 최소 2개 이상의 학사과정과 1개 이상의 대학원생이 포함되어야 합니다.
  단, 의과대학원 전공의학과의학과는 3,4학년(전공의학과는 5학년, 연구학과는 의과대학은 5, 6학년)에 한정하며, 대학원생은 학기를 제한하지 않습니다.

● 수강가능학점 및 학점인정 범위
  학사과정생은 졸업에 정한 학점 중 수강가능학점 범위 내에서 매 학기 3학점씩 연간 6학점(최대 총 6학점까지) 수강이 가능하며, 전공심화과목으로 인정합니다.
  대학원생은 졸업에 정한 학점 중 수강가능학점 범위 내에서 매 학기 3학점씩 연간 6학점(최대 총 6학점까지) 수강이 가능하며 수료과목으로 인정합니다.

● 수업운영 기간
  - 2025년 3월 초부터 12월 둘째 주까지 운영

● 성적처리
  - 학생에게는 개인별 프로젝트 참여 내용을 평가하여 학기별 성적등급(A++~F)을 부여합니다.

● 학석사연계과정생의 학점인정
  - 학석사연계과정생이 수학한 팀연구학점은 대학원 학점으로도 중복인정 가능합니다.
  - 학사과정 졸업에 필요한 학점으로 인정받은 학점이 6학점(전공학점은 최대 3학점)까지는 대학원 학점으로 인정합니다.

※ 본 안내 사항은 프로그램 운영계획에 따라 변동될 수 있으므로, 참여시 공지사항을 통해 세부내용 확인 바랍니다.

116

대학·대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (124, '학사제도 Pg. 124', '14. 성적평가/강의평가

■ 성적평가

학생들의 수업참여와 학업성적을 종합하여 평가하는 것으로 각 수업의 담당 교강사가 성적등급을 부여하는 방식으로 처리됩니다.

- 성적부여 방법
  - 출석, 시험(중간, 기말 및 수시), 발표, 과제물 및 평소 학습태도 등 모든 평가요소를 반영하여 평가합니다.
  - 각 평가요소별 반영비율은 수업담당 교강사의 결정에 따르며, 학칙이나 규정으로 일정한 기준을 정하지 않습니다.
  - 학생에 따라 총 수업시간 수의 3/4 이상 수업에 참여해야 성적을 받을 수 있습니다.

■ 정기시험
- 매 학기 중간시험, 기말시험 등 2회의 정기시험이 있습니다.
  (단, 교강사에 따라 수시평가, 중간시험 미 진행 등 유연하게 운영 가능)
- 시험은 교강사의 결정에 따라 발표, 과제 제출 등으로 대체할 수 있습니다.
- 시험기간은 학사일정으로 정해져 있으나, 수업담당 교강사의 결정으로 기간을 달리하여 실시할 수 있습니다.

■ 학사일정에 정한 정기시험 기간

| 구분     | 1학기                | 2학기                |
|----------|----------------------|----------------------|
| 중간시험 | 4.22(월) ~ 4.28(일) | 10.20(월) ~ 10.24(금) |
| 기말시험 | 6.17(월) ~ 6.23(일) | 12.15(월) ~ 12.19(금) |

성균관대학교
117', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (125, '학사제도 Pg. 125', 'Inspiring Future, Grand Challenge

- 성적평가 횟수 및 시기
  - 한 학기에 1회(기말) 성적을 평가하여 등급을 부여합니다. (단, 교과사 결정에 따라 중간 1회 성적 평가 추가 시행 가능)
  - 중간 성적평가는 교과사별로 상이할 수 있으며 중간 성적평가 시행 여부는 각 수업의 수업계획서나 교과사에게 확인해야 합니다.
  - 성적평가 결과는 성적공시기간에 조회할 수 있으며 평가결과에 이의가 있다고 생각되는 경우에는 성적공시기간에 교과사에게 이의신청할 수 있습니다.

학사일정에 정한 성적공시 기간

| 구분 | 1학기 | 2학기 |
|------|-------|-------|
| 기말 성적공시 | 6.30(금) ~ 7.5(목) | 12.26(수) ~ 12.31(수) |

- 강의평가, 의무교육을 미이수한 경우 성적공시기간 내 열람이 제한됩니다.

- 성적공시 열람 제한 조건

| 구분 | 세부내용 | 비고 |
|------|----------|------|
| 강의평가 | 수강하는 모든 강좌에 대해 기말강의평가를 완료하지 않은 경우 | 성적공시 미이수한 열람/이의신청 가능 |
| 폭력예방교육 | 학사과정 학생이 학사과정 학생이 성폭력, 가정폭력, 아동학대 등 법정교육을 모두 이수 완료하지 않은 경우 | 이수여부 후 다음 학기 성적 및 수강신청 시 반영 (이수여부는 mySNU에서 확인) |
| 외국인 학생 | 외국인 학생(국적 기준)이 한국 법령 이수 의무 교육을 모두 이수 완료하지 않은 경우 | 이수여부 후 다음 학기 성적 및 수강신청 시 반영 (이수여부는 mySNU에서 확인) |
| 안전교육 | 이수하지 않은 경우(safety.skku.edu) (자연과, 예술대학 소속 학생 및 실험실습 수강자) | 이수여부 후 다음 학기 성적 및 수강신청 시 반영 |

118

대학 · 대학원을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (126, '학사제도 Pg. 126', '성적평가/강의평가 14

■ 학사과정 성적 상대평가

학사과정에서 개설한 수업에 대해서는 성적 상대평가를 원칙으로 합니다. 단, 교육실습·현장실습, 개별연구, C/L 비전공자 수강 과목, 학생창의품 특강러닝(일부 교양 제외) 및 성취중심 절대평가 적용 과목의 경우 성적 절대평가를 실시할 수 있습니다.

- 상대평가 등급별 인원 범위
  수강인원을 기준으로 A등급(A+, A)은 50% 이내이며, A등급(A+, A)과 B등급(B+, B)의 합은 90% 이내로 합니다. 단, 교직과정개설된 교과목은 A등급(A+, A)은 50% 이내로 하며, A등급(A+, A)과 B등급(B+, B)의 합은 제한하지 않습니다.
  대학원생, 교환학생, 정부초청장학생, 외국정부지원장학생은 상대평가 등급별 인원기준 산정과 상대평가 대상 모두에서 제외합니다.

- 학사과정 성적 절대평가
  교육과정 및 학사행정제도 제고를 위하여 교육실습·현장실습 교과목과 별도 기준에 의거 선발한 수강생을 대상으로 한 교과목, 학장이 따로 정하는 성취중심 절대평가 및 특강 수업은 절대평가 할 수 있습니다.
  * 현장실습 교과목의 경우 교과목 성격, 학생들의 실습현장 수준을 제고하고자, 새로운 교수 방법론을 사용하여 성취중심 절대평가를 실시할 수 있습니다.

구분 | 적용대상
---|---
성취중심 절대평가 교과목 및 수업 | 교육부 또는 학부대학에서 지정하는 학생창의품 특강러닝(WAVE, PBL 포함) 적용 수업
| 학부대학 및 디킨스 칼리지 학장이 필요하다고 인정하는 수업
| 교과목 특성상 성취중심 절대평가가 필요하다고 인정되는 교과목
| 기타 학장이 필요하다고 인정하는 교과목
| * 단 1회성 학생대회와 연계하여 운영하는 교과목은 교과목별로 절대평가 적용이 안될 수 있음

성균관대학교 119', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (127, '학사제도 Pg. 127', '- 비전공자들이 성적취득에 대한 부담을 덜고 적극적으로 타학과에서 개설한 C/1과목을 수강할 수 있도록 C/1과목 개설강좌 수강자 가운데 C/1로 지정한 학과의 비전공자(원전공 또는 복수전공 이수자가 아닌 자)가 있는 경우 해당 강좌 전체 수강생 대상으로 상대평가를 시행합니다.
  ※ C/1로 지정하지 않은 학과의 비전공자가 수강 시에는 상대평가 적용

- 분반강좌의 균질성 강화를 위한 성적평가 실시
  - 동일 과목을 여러 반으로 분반하여 여러 명의 교강사가 수업을 진행하는 경우에도 해당 학기 교과목의 교무분과 교수회의가 관점별로 합당성을 부여할 수 있도록 하기 위하여 분반 강좌의 수강생을 모두 통합하여 성적평가할 수 있습니다.

120 대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (128, '학사제도 Pg. 128', '```plaintext
성적평가/강의평가 14

■ 강의평가

학생들의 수업만족도 점검 및 수업의 질 제고를 위해 모든 개설 강좌에 대하여 강의평가를 시행하고 있으며, 학생들은 반드시 강의평가 기간 내에 강의평가에 참여해야 합니다. 강의평가 미참여 시 성적 확인이 제한될 수 있습니다.

• 강의평가 대상과목
  - 학사과정 및 대학원과정(일반대학원, 전문대학원, 특수대학원)에 개설된 모든 강좌가 강의평가 대상입니다.
  - 강의평가 대상 제외 교과목
    ① 학사과정: 개별연구과목, 현장실습과목 및 군사학과목
    ② 대학원과정: 개별연구과목, 현장실습과목

• 강의평가 횟수 및 시기
  - 한 학기에 2회(중간, 기말) 실시합니다.

• 평가방법
  - 대학 홈페이지 접속(http://www.skku.edu) → GLS(학사서비스) 선택 → 상단 메뉴 중 학업영역 선택 → 강의평가 선택 → 금학기강의평가 선택 → 본인 수강신청과목에 대해 강의평가 참여

• 강의평가 기간

구분       | 1학기                | 2학기
중간 강의평가 | 4.22(금) ~ 5.6(금)  | 10.20(금) ~ 10.31(금)
기말 강의평가 | 5.27(금) ~ 6.9(목)  | 11.24(목) ~ 12.5(금)

• 강의평가와 성적조회
  - 수강하는 모든 강좌에 대해 강의평가 기간에 반드시 강의평가를 하여야 하며, 강의평가에 참여한 학생만 성적조회기간 중 본인 과목의 입력된 성적을 확인할 수 있도록 되어 있습니다(미참여 시 성적조회 마감일 전에 강의평가 참여 후 성적 확인 가능).

성균관대학교
121
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (129, '학사제도 Pg. 129', '학사과정 학사경고

해당 학기 학업성적이 저조한 학생에게 학업에 더욱 정진할 수 있도록 주의를 주는 제도입니다.

■ 학사경고 대상
- 정해진 기간에 수강신청을 하지 않은 학생
- 매 학기 성적(유급등 과목 포함, 수강철회과목 제외)의 평점평균이 1.75 미만인 학생

■ 학사경고자에 대한 학사지도
- 본인에게 전자우편 및 등기우편(의무유무, 학사경고제외)으로 학사경고 내역을 통보합니다.
- 학적부에 학사경고 사항이 기재됩니다.
- 학사경고자는 성균멘토(학부대학), 학과장 등과 학사경고면담을 진행합니다.

■ 의무유무
- 학사경고 횟수가 학칙에 정해진 기준(연속 3회 또는 통산 4회)에 해당될 경우 의무유급 조치되며, 유급 후 성적은 무효처리 됩니다.

■ 학사경고 제적
- 의무유급 후 최초 2개 연속 평점평균이 1.0미만인 자
- 의무유급 조치에도 불구하고 연속 3회 또는 통산 4회 학사경고를 받은 자

■ 수료/졸업 직전 마지막 학기에 학사경고를 받은 경우
- 수료/졸업 직전 마지막 학기에 학사경고 횟수에 포함되며, 이로 인하여 의무유급 및 학사제적에 해당될 경우 수료/졸업이 불가하며 의무유급 또는 제적 처리됩니다.

122

대학 : 대학생활을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (13, '학사제도 Pg. 13', 'Inspiring Future, Grand Challenge

* 학위과정별 의무 등록학기

| 구분       | 학기 | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 | 11 | 12 | 13 | 14 | 비고 |
|------------|------|---|---|---|---|---|---|---|---|---|----|----|----|----|----|----|
| 학사       |      | 정규등록(8학기) | 초과등록 |
| 석사       |      | 정규등록(4학기) | 초과등록 |
| 박사       |      | 정규등록(4학기) | 초과등록 |
| 대학원     | 석박사통합과정 | 정규등록(6학기)~조기졸업 | 초과등록 |
|            | 석박사통합과정 | 정규등록(8학기) | 초과등록 |
| 전 대학원  | 석사 | 정규등록(4학기) | 초과등록 | 수료후 등록연구생 4회 |
|            | 박사 | 정규등록(4학기) | 초과등록 | 수료후 등록연구생 4회 |
|            | 석박사통합과정 | 정규등록(6학기)~조기졸업 | 초과등록 | 수료후 등록연구생 4회 |
|            | 석박사통합과정 | 정규등록(8학기) | 초과등록 | 수료후 등록연구생 4회 |

※ 연구등록생가 수료 직후 연구등록생 4회 총 8학기 수료 학적에서 시 전 연구등록 취소는 면제

■ 등록

등록금을 납부함으로써 해당 학기에 학교에 다닌다고 의사표시를 하는 것이며, 복학생도 재학생과 동일합니다.

- 등록고지서 발급 및 등록방법
  - 재학생: 학사서비스(GLS)내 등록금고지서 확인 후 등록금 납부기간 내 지정은행에 납부하거나 가상계좌로 입금
  - 복학생: 복학신청 후 학사서비스(GLS)내 등록금고지서 확인 후 등록금 납부기간 내 지정은행에 납부하거나 가상계좌로 입금

6

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (130, '학사제도 Pg. 130', '졸업요건 15

15. 졸업요건

■ 학사과정 졸업요건

학사학위 취득을 위해서는 등록, 교육과정 이수, 3품인증 취득, 졸업평가 합격 등 소정의 모든 요건을 갖추어야 합니다.

■ 입학연도별 졸업요건

| 입학연도 | 기본 요건 | 졸업기준 성적취득 (총 평점평균) | 3품인증 취득 |
|----------|-----------|-------------------------------|--------------|
| 2024학년도 이후 입학자 | 등록(8학기 이상) 졸업학점 충족 졸업평가 합격 국제어학점 충족 | 2.50 이상 | 3품 (인성/협업/글로벌/창의/리더십/인턴십 4개 분야 중 2개 분야) |
| 2020학년도 이후 입학자 | 등록(8학기 이상) 졸업학점 충족 졸업평가 합격 | 2.50 이상 | 3품 (인성/협업/글로벌/창의/리더십/인턴십 4개 분야 중 2개 분야) |
| 2007학년도 이후 입학자 | 등록(8학기 이상) 졸업학점 충족 졸업평가 합격 | 2.50 이상 | 3품 (인성/글로벌/창의) |
| 2001-2006학년도 입학자 | 등록(8학기 이상) 졸업학점 충족 졸업평가 합격 | 2.50 이상 | 3품 (인성/글로벌/창의) |
| 1999-2000학년도 입학자 | 등록(8학기 이상) 졸업학점 충족 졸업평가 합격 | 2.00 이상 | 3품 (인성/글로벌) |
| 1996-1998학년도 입학자 | 등록(8학기 이상) 졸업학점 충족 졸업평가 합격 | 2.00 이상 | 3품 중 2품 (인성/글로벌) |
| 1995학년도 이전 입학자 | 등록(8학기 이상) 졸업학점 충족 졸업평가 합격 | 2.00 이상 | 해당없음 |

※ 졸업요건에 대한 세부사항은 학칙시행세칙 및 규정 등에 의거하여 결정

성균관대학교 123', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (131, '학사제도 Pg. 131', '```
- 수료처리
  졸업학점과 졸업기준 성적은 충족하였으나 졸업평가에 합격하지 못하거나 3품 인증 중 어느 하나라도 취득하지 못한 경우 수료 처리됩니다.
  수료자에 대해서는 수료증을 수여하지 않으나 수료증명서 발급 신청은 가능합니다.
  수료한 경우에는 학사학위를 받을 수 없습니다.
  수료자가 추후에 위의학점 요건을 갖추면 매학기 졸업예비 학위를 수여합니다.
  수료 후 학위취득 요건을 갖추기까지의 기간 제한은 없습니다.

- 졸업평가의 유형
  학과에 따라 졸업논문, 실험실습보고서, 심기발표, 졸업시험 등의 졸업평가를 실시할 수 있으므로 반드시 학과의 내규를 확인하여야 합니다.
  복수전공하는 학생은 1전공뿐만 아니라 복수전공(2전공, 3전공)하는 학과의 졸업평가를 모두 충족하여야 하며, 어느 한 전공이라도 졸업평가에 합격하지 못하면 졸업할 수 없습니다.

■ 학사과정 조기졸업
  수업연한 완료(8학기)전에 졸업요건을 모두 갖추고 학업성적 및 학업성취도가 우수한 학생은 조기졸업가능 제도이며, 학점요건을 조기에 충족하여 해당 본인이 해당 학과의 GLSE를 통해 조기졸업을 신청해야 합니다.

  ■ 신청자격
    - 6학기 조기졸업: 6학기에 졸업요건을 모두 충족할 수 있는 조건으로 졸업요건 5학기까지 성적평점평균이 4.0이상인 자로 6학기 초 학사안내 공지된 기간에 GLSE를 통해 신청해야 합니다.
    - 7학기 조기졸업: 7학기에 졸업요건을 모두 충족할 수 있는 조건으로 졸업요건 6학기까지 성적평점평균이 3.5이상인 자로 7학기 초 학사안내 공지된 기간에 GLSE를 통해 신청해야 합니다.
    ※ 건축학과는 9학기에 조기졸업 가능
    ※ 편입학생은 신청 불가
```
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (132, '학사제도 Pg. 132', '졸업요건 15

- 조기졸업 기준 성적
  - 2001학년도 이후 입학자: 재학기간의 평점평균이 취득학점 기준(과락, 재수강 과목의 경우 재수강 이전성적 및 학점포기과목 제외)으로 4.00 이상인 자
  - 2000학년도 이전 입학자: 재학기간의 평점평균이 신청학점 기준(과락, 재수강 과목의 경우 재수강 이전성적 및 학점포기과목 포함)으로 3.75 이상인 자

- 조기졸업 신청 취소
  - 조기졸업을 신청한 학생으로 조기졸업 요건을 갖춘 경우, 해당 학기 졸업일에 졸업해야 하며 조기졸업신청을 취소할 수 없습니다.

- 조기졸업 탈락
  - 조기졸업을 신청한 학생이 조기졸업 요건을 갖추지 못한 경우 조기졸업 탈락되며 일반학부생과 같은 졸업요건을 적용받게 됩니다.

■ 대학원과정 졸업요건

석사, 박사학위 취득을 위해서는 등록, 수료학점 충족, 논문제출자격시험 합격, 학위 논문 심사 통과 등 소정의 모든 요건을 갖추어야 합니다.

- 일반대학원 석사과정 입학연도별 학위취득 요건
  - 일반대학원 석사과정 2007학년도 이후 입학자
    - 수료학점(전공 24학점 이상/총 30학점 이상/취득학점 기준) + 논문제출자격시험 합격 + 연구등록(최대 4학기) + 학위논문 심사 합격

- 일반대학원 박사과정 입학연도별 학위취득 요건
  - 일반대학원 박사과정 2007학년도 이후 입학자
    - 수료학점(전공 36학점 이상/총 60학점 이상/취득학점 기준) + 연구등록(최대 6학기) + 논문제출자격시험 합격 + 학위논문 심사 합격

성균관대학교 125', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (133, '학사제도 Pg. 133', '- 일반대학원 석박사통합과정 입학연도별 학위취득 요건
일반대학원 석박사통합과정 2007학년도 이후 입학자
→ 등록(8학기) + 수료학점 충족 + 석·박사과정 종합시험 충족(과목제한 없음) + 연구등록(최대 4학기) + 졸업기준 성적 취득(총 평점평균 3.00 이상/취득학점 기준) + 논문제출 자격시험 합격 + 학위논문 심사 합격

- 전문대학원 석사과정 입학연도별 학위취득 요건
전문대학원 학술석사과정 2009학년도 이후 입학자
→ 등록(4학기) + 수료학점 충족 + 선수과목 충족(과목제한 없음) + 졸업기준 성적 취득(총 평점평균 3.00 이상/취득학점 기준) + 논문제출자격시험 합격(면제) + 학위논문 심사 합격 또는 논문대체 졸업요건 충족

전문대학원 전문석사과정 2009학년도 이후 입학자
→ 등록(4학기) + 수료학점 충족 + 선수과목 충족(과목제한 없음) + 졸업기준 성적 취득(총 평점평균 3.00 이상/취득학점 기준) + 논문대체 합격제출(대학/대학에서 정한 조건의 기준 충족)

- 전문대학원 박사과정 입학연도별 학위취득 요건
전문대학원 박사과정 2009학년도 이후 입학자
→ 등록(6학기) + 수료학점 충족 + 선수과목 충족(과목제한 없음) + 연구등록
(최대 4학기) + 졸업기준 성적 취득(총 평점평균 3.00 이상/취득학점 기준)
+ 논문제출자격시험 합격 + 학위논문 심사 합격

전문대학원 석박사통합과정 2009학년도 이후 입학자
→ 등록(8학기) + 수료학점 충족 + 선수과목 충족(과목제한 없음) + 연구등록
(최대 4학기) + 졸업기준 성적 취득(총 평점평균 3.00 이상/취득학점 기준) + 논문제출자격시험 합격 + 학위논문 심사 합격

126 대학 · 대학원생을 위한 2025 학사제도 안내
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (134, '학사제도 Pg. 134', '졸업요건 15

- 특수대학원 석사과정 학위취득 요건
  • 등록(5학기) + 수료학점 충족 + 선수학점 충족(부과과제에 한함) + 졸업기준 성적 취득(총 평점평균 3.00 이상/취득학점 기준) + 논문대체 합격 취득/대학원규 에서 정한 소정의 기준 충족
  • 등록(5학기) + 수료학점 충족 + 선수학점 충족(부과과제에 한함) + 졸업기준 성적 취득(총 평점평균 3.00 이상/취득학점 기준) + 논문심사결과시험 합격 + 학위 논문 심사 합격

- 석박사통합과정 조기수료
  • 석박사통합과정 수료에 필요한 학점을 6학기 또는 7학기 내에 충족시킨 자는 각각 2학기 또는 1학기를 단축 가능합니다.
  • 조기수료는 6학기, 혹은 7학기 중 학사일정에서 정한 기간 내에 GLS를 통해 신청하여야 하며, 조기수료로 신청한 학기에 조기수료 요건을 갖추지 못한 경우 조기수료 탈락되며 일반학과와 같은 수료요건을 적용받습니다.

- 석사과정 수업연한 단축
  • 본교 학사과정 학생이 재학 중 대학원과목(박사과목은 제외, 석박공통과목은 학사선수과정과정 학점으로 이수하여 석사과정으로 진행한 경우, 학사과정에서 이수한 대학원과목은 최대 6학점(전문대학원 전문석사과정은 12학점, 학석사과정은 9학점)까지을 수강하여 대학원과목 이수로 이관 받은 학생이 석사과정 수업연한 단축을 신청한 학기에 모두 충족한 경우에 한하여 수업연한 단축이 가능합니다.
  • 수업연한 단축은 3학기 중 학사일정에서 정한 기간에 GLS를 통해 신청하여야 하며, 수업연한 단축을 신청한 학기에 수업연한 단축을 신청한 학기에 수료 요건을 갖추지 못한 경우 일반학과와 같은 수료요건을 적용받습니다.
  ※ 졸업요건에 대한 세부사항은 학칙(시행세칙) 및 규정 등에 의거하여 결정

성균관대학교
SUNGKYUNKWAN UNIVERSITY
127', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (135, '학사제도 Pg. 135', '```plaintext
Inspiring Future, Grand Challenge

석박사통합과정 이수포기

석박사통합과정 이수를 포기하고 석사학위 취득을 하고자 하는 경우에는 GLS를 통해 이수포기 신청 후 등록, 소정학점 충족, 논문제출 자격시험 합격, 학위논문 심사 통과 등 석사학위취득에 필요한 모든 요건을 갖추어야 합니다.

신청기간

구분          2025학년도 1학기          2025학년도 2학기
신청기간     3.4(화)~3.7(금)          9.1(월)~9.4(목)

- 석박사통합과정 이수포기의 석사학위 수여
  석박사통합과정 이수중인 학생이 석박사통합과정 이수포기를 하게 되면, 석사 수료요건 충족 시 제적처리 되며 최종학점은 미등록제적으로 남게 됩니다. 제적처리 시 석사학위 요건을 모두 충족한 경우에는 해당 학기 학위수여일에 석사학위가 수여됩니다.
  석박사통합과정 이수포기 후 석사학위를 취득한 경우 동일학위과정으로의 재입학 불가합니다.
  석박사통합과정 이수포기를 희망하는 학생으로 석사학위 수여를 희망하는 학생은 등록 후 학적보유 상태일 경우에 석박사통합과정 이수포기를 신청하고 석사 논문제출 자격시험 합격 및 학위논문 심사 통과 후 석사학위 취득을 희망하는 학생은 다음 학기 등록 후 석박사통합과정 이수포기를 신청하고 석사학위 취득을 위한 절차를 진행하여야 합니다.
  ※ 석박사통합과정 포기로 제적된 학생은 아예 석사 수료(졸업)증명서 발급이 불가합니다.

① 2025.2학기에 석박통합포기 후 2025.2학기에 석사 수료요건 충족 시 2026.1학기에 석사학위 수여
② 2025.2학기에 미등록제적 후 2026.1학기에 석사 수료요건 충족 시 2026.1학기에 석사학위 수여
③ 2025.1학기에 석사수료요건을 갖추었으나 2025.2학기에 등록 후 석박사통합과정을 포기한 해당 학생은 2026.1학기에 미등록제적

128
대학 : 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (136, '학사제도 Pg. 136', '16. 대학원과정 학위논문

■ 논문제출 자격시험

석사, 박사학위 취득을 위한 논문 심사 전에 논문작성 및 제출이 가능한 정도의 학업 능력과 성과를 갖추었는지 여부를 시험을 통해 확인하는 제도입니다.

- 논문제출 자격시험의 종류와 기준
논문제출 자격시험의 응시대상, 자격, 절차, 시험과목, 평가기준 및 면제기준은 대학원별, 학과별, 학위과정별로 상이하니 자세한 사항은 소속 학과사무실에 확인해야 합니다.

■ 학위청구논문 지도

석사, 박사학위 논문을 작성하고 심사를 받기 위해서는 논문지도교수의 지도를 받아야 하며, 논문지도교수는 논문심사 시 당연직 심사위원이 됩니다.

- 학위청구논문 지도교수 신청/배정
- 지도교수는 1기부터 신청 가능하며, 가급적 2기까지 배정받기를 권장합니다.
- 소속학과 전임교원 중에서 학생의 의사, 전공 및 교수의 수임부담을 참작하여 학과장이 배정합니다.
- 다만, 석사학위과정은 전임교원 중 학과장이 명예교원, 교내 타 학과 전임교원 및 타 대학 전임교원으로 배정할 수 있습니다.
- 논문지도에 있어 학제간의 효과적인 논문 지도를 위하여 필요한 경우 2명의 지도교수를 둘 수 있습니다. (지도교수 1인은 소속학과 전임교원이어야 함)
- 논문 지도교수 신청 시기, 지도교수 1인 및 2인 배정 등은 세부사항은 학과장이 정하며, 그 자세한 사항은 소속 학과에 확인해야 합니다.

성균관대학교

129', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (137, '학사제도 Pg. 137', '학위청구논문 예비심사/심사

대학원 학위과정에서의 학위청구논문심사는 수준 높은 논문의 배출을 위해 예비심사와 심사를 실시하며 예비심사가 필수인 학과는 예비심사에 합격해야 학위청구논문 심사를 받을 수 있습니다.

■ 일반 전문대학원 학위청구논문 예비심사 신청 자격(통상적으로 3개부터 신청 가능)
- 지도교수 배정, 학점 취득(석사 15학점 이상, 박사 27학점 이상, 석박사통합과정 39학점 이상), 평점평균 3.0이상
- 심사위원 구성: 교내 전임교원 3인 이상(지도교수 포함)
※ 단, 학과별로 예비심사 및 학위청구논문 심사료징수 기준 및 심사위원 구성이 다를 수 있으므로 학과에 확인 바람

■ 일반 전문대학원 학위청구논문 심사 신청 자격
- 공통사항: 수료에 필요한 학기(인정학기 포함) 등록
- 일반대학원: 수료요건(학사학위과정은 33학점이상)을 취득(선수학점 부과자는 선수학점 수강 취득)하고 평점평균이 3.0이상이고 논문계획서제출 및 논문제안발표평가를 통과한 자로서 학위청구논문심사위원회가 허가한 논문작성계획서에 의한 자(2020학번~)
- 전문대학원: 수료요건(석사과정은 27학점이상)을 취득(선수학점 부과자는 선수학점 수강 취득)하고 전공 평점평균이 3.0이상(박사과정은 석사과정은 수료요건을 취득하고 전공 평점평균이 3.0이상)이며 학위청구논문심사위원회가 허가한 논문작성계획서에 의한 자(2020학번~)
- 학위청구논문 심사위원회는 학위청구논문심사 신청학기에 신청한 논문 1편(필공증명서 포함)을 심사함
- 심사위원 구성: 교내 전임교원(박사/석박사통합과정) 5인 이상(예비심사 포함)
※ 위의 조건 외에 학과별로 별도의 자격 요건을 추가하는 경우가 있으므로 반드시 소속 학과에 확인하고 신청 바람

■ 학위청구논문 심사관련 유의사항
- 예비심사와 심사를 동일한 학기에 진행할 수 없습니다. 학위청구논문 심사는 예비심사에 합격한 학기에 다음 학기부터 신청 가능합니다.

130

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (138, '학사제도 Pg. 138', '대학원과정 학위논문 16

- 특수대학원 석사학위청구 논문심사
각 특수대학원별 논문심사 절차 및 합격판정, 학위논문제작, 학위논문 제출편제 등 자세한 사항은 소속대학 행정실에 확인하여야 합니다.

■ 학위청구논문 제출
학위논문 심사에 통과한 자는 학사일정에 정한 기한 내에 학위논문(전자 파일 및 인쇄본 모두)을 제출하여야 하며, 기한 내에 제출하지 못할 경우 1개 학기에 한하여 학위논문 유예를 할 수 있습니다.

- 학위논문 제출 기한(전자파일/인쇄본)
  - 2025학년도 1학기: (전자파일) 2025.7.4.(금)/(인쇄본) 2025.7.15.(화)
  - 2025학년도 2학기: (전자파일) 2026.1.5.(월)/(인쇄본) 2026.1.13.(화)

- 학위수여 유예 및 학위논문 합격 취소
학위논문 심사를 통과하였으나 학사일정에 정한 기간 내에 학위논문을 제출하지 못한 경우, 학위논문 제출유예 신청을 하면 학위수여가 유예됩니다. 학위수여 유예된 논문합격자가 다음 학기 정한 기간 내에 학위논문을 제출하면 제출학기 졸업일에 학위를 수여합니다. 만약, 이 기한에도 제출하지 않은 경우에는 직전 학기 논문심사 합격을 취소하므로, 이후 학위수여를 위해서는 학위논문 심사를 다시 받아야 합니다.

성균관대학교
SUNGKYUNKWAN UNIVERSITY

131', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (139, '학사제도 Pg. 139', '```plaintext
Inspiring Future, Grand Challenge

17. 성균 최우등 졸업제도

■ 성균 최우등 졸업제도

- 목적
  학사과정 학생들의 학업성취에 대한 동기부여를 강화하고 졸업후 다양한 진로의 학생성공을 지원하기 위하여 성적우수 졸업자에 대하여 2021년 여름 학위수여식부터 성균 최우등 및 성균 우등 졸업상을 시상하고 있습니다.

- 개요

  | 상 명(졸업장)          | 선발 기준                | 시상 내역                |
  |------------------------|--------------------------|--------------------------|
  | 성균 최우등 졸업상     | 학과 졸업석차            | 상장 및 기념패           |
  | (SKKU Summa Cum Laude) | 상위 5% 이내인 자        | 학적부/증명서 동재       |
  | 성균 우등 졸업상       | 학과 졸업석차            | 상장                     |
  | (SKKU Magna Cum Laude) | 상위 20% 이내인 자       | 학적부/증명서 동재       |

- 선발대상
  - 신입학자로서 학사학위를 취득한 자(수료자, 초과등록자 포함)
  - 편입학자, 유급신청자, 학사경고자, 징계재한자는 선발대상에서 제외

- 선발기준
  - 학과 졸업생 중 졸업석차 상위 5% 이내, 20% 이내인 자를 각각 선발
  - ※ 졸업생이 20명인 경우, 최우등 졸업상 1명과 우등 졸업상 3명 선발
  - ※ 졸업생이 10명 이하인 경우, 학과에서 학위수여식 전까지 최우등 졸업상 1명과 우등 졸업상 1명을 선발하여 학사과에 통보
  - ※ 졸업생이 5명 이하인 경우, 선발하지 않음
  - 졸업석차는 졸업평점평균 3.5 이상인 자에 한하여 산출하며, 성적증명서에 기재된 평점평균을 기준으로 산출
  - 단과대학이 정한 졸업요건을 충족한 자에 한하여 졸업석차에 포함
  - 복수전공 여부와 상관없이 전공을 기준으로 선발

- 주관부서
  - 교무팀 (02-760-1053)

132

대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (14, '학사제도 Pg. 14', '```
등 록 03

- 2025학년도 등록금 납부기간
  1학기: (1차 등록) 2.19.(수)~2.27.(목), (추가 등록) 3.4.(화)~3.7.(금)
  2학기: (1차 등록) 8.22.(금)~8.28.(목), (추가 등록) 9.1.(월)~9.5.(금)
  초과등록자는 수강신청에 따라 등록금액이 확정되므로 개강 후 수강신청 변경·확인 기간 이후에 별도로 등록금 납부기간이 부여됩니다.

- 등록금액 확인(고지서 출력)
  1) 학사서비스(GLS): 학적/개인영역 → 등록/장학 → 등록금고지서출력
  2) 메인 홈페이지: 홈페이지 하단 주요서비스 → 등록금고지서출력(재학생)
  ※ 2018학년도 2학기부터 등록금고지서(학업성적표 포함) 우편발송 폐지

- 등록금 납부방법
  ① 가상계좌 납입: 학생 개인별로 부여된 우리은행 가상계좌등록금 고지서에서 확인 가능)로 등록금 납부기간 내 입금(09:00~17:00)
  ② 은행영업일 방문: 등록금 고지서를 지참하여 은행 업무시간 내 납부
  ③ 신용카드: 우리카드 및 삼성카드만 가능하며, 카드사 홈페이지에서 납부
     (우리카드는 우리은행에서도 납부 가능)
  ④ 전자금융서비스: 우리은행 홈페이지 공과금등록금 메뉴에서 납부

- 전액장학생 등록(필수수납금액이 0원인 경우)
  - 납부금액이 없는 전액장학생은 반드시 등록 절차를 마쳐야하며, ''GLS-신청/자격관리-전액장학생등록신청'' 메뉴에서 신청 가능합니다.

- 분납납부
  - 신청방법: GLS-신청/자격관리-등록금분할납부신청에서 2회/4회 분납 선택

| 분납 횟수 | 2회 분할 선택 | 4회 분할 선택 |
|-----------|---------------|---------------|
| 납부금액  | 1/2           | 1/4           |
| 납부기간  | 1차           | 2.19.~2.27.   | 2.19.~2.27.   |
|           | 2차           | 4.21.~4.23.   | 3.25.~3.27.   |
|           | 3차           |               | 4.21.~4.23.   |
|           | 4차           |               | 5.20.~5.22.   |
| 납부금액  | 1/2           | 1/4           |
| 납부기간  | 1차           | 8.22.~8.28.   | 8.22.~8.28.   |
|           | 2차           | 10.20.~10.22. | 9.25.~9.27.   |
|           | 3차           |               | 10.20.~10.22. |
|           | 4차           |               | 11.10.~11.12. |

※ 차수별 납부기간 내에 등록금 납부가 없으면 미등록처리되며, 이미 납부한 등록금은 환불되지 않음
※ 등록금 납부에 대한 세부사항은 홈페이지 공지사항, 학사안내, 등록안내 참조

성균관대학교
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (140, '학사제도 Pg. 140', '```plaintext
의무유급/제적/재입학 18

18. 의무유급/제적/재입학

■ 의무유급

의무유급제도는 학업부진자에 대한 교육적 차원에서 학사경고 횟수에 따라 
유급하도록 하여 학생에게 학업 기회를 부여하는 제도입니다.

• 의무유급제도
- 학사에 따라 연속 3회 또는 통산 4회 학사경고를 받은 경우 의무유급 조치되며, 
  유급 학기의 성적은 무효처리됩니다.
- 의무유급 대상자 중 직전학기 포함 연속 2회 이상 학사경고를 받은 경우, 최대 
  2개 학기까지 의무유급이 가능하며, 지정기간 내에 GLS를 통해 의무유급 학기를 
  선택해야 합니다.
- 지정기간 내 의무유급 학기를 선택하지 않는 경우 또는 직전학기 포함 연속 2회 
  이상 학사경고가 아닌 경우는 1개 학기 의무유급 처리됩니다.
- 의무유급 학기의 성적은 무효처리되며, 기초 학습능력 향상을 위한 
  학습프로그램을 이수해야 합니다.
- 유급학기 성적 및 해외학기 이수 후 학습 중 제적결정을 통해 취득한 성적도 
  무효로 처리됩니다.
- 의무유급 2회 이상, 재적 연속3회, 통산성 학사경고를 받은 경우에는 학사경고 
  제적됩니다.
- 수료/수여대상자가 졸업 직전학기 학사경고로 인해 의무유급대상이 될 경우, 
  유급 조치가 선행됩니다.

■ 제적

제적은 자퇴, 학사경고(의무유급 2회 후 재적 연속3회, 통산성 받은 경우), 
유급학기 종료 후 복학, 등록 등으로 이루어지며, 제적 후에는 
제적처리가 되면 후에 재입학을 신청하려면, 재입학 여석부족 등으로 재입학이 
불가능할 수도 있으니 본인의 학적관리에 유의해야 합니다.

• 학사경고성적의 학사경고 제적
- 의무유급 2회 이후, 학사경고 횟수가 입학시점부터 시작하여 연속3회 또는 
```
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (141, '학사제도 Pg. 141', '```plaintext
Inspiring Future, Grand Challenge

2000학년도 1학기부터 시작하여 통산 4회의 학사경고를 받은 학생은 학사경고 제적 처리됩니다.
- 2001학년도 이후 입학한 신입학생으로서 최초등록학기부터 2개 학기 연속으로 학업성적이 각각 평점평균 1.00미만인 학생은 학사경고 제적 처리됩니다.
- 학사경고 제적 학생으로는 군 제대, 휴학 등 사유가 발생하더라도 그대로 유지되며 재학, 복학 시에도 제적사유에 적용하여 학사경고 연속 또는 누적 여부에 적용됩니다. 단, 학사경고 제적사유가 발생하기 이전에 발생한 휴학 사유는 산정하지 않습니다.
- 학사경고제적자가 재입학 후 다시 동일한 사유로 제적될 경우(재학 학사경고를 연속3회, 통산4회로 받은 경우)에는 영구제적되며, 재입학이 불가능합니다.
- 수료생이 졸업을 하지 않고 직전학기 학사경고로 인해 제적처리 될 경우, 제적조치가 선행됩니다.

• 자퇴제적
- 학생의 개인사정에 의하여 학생 및 보호자의 신청에 따라 제적처리하는 것을 말하며 학생이 소속 대학행정실에 방문하여 자퇴원서를 제출하여야 하며, 대학원생의 경우 지도교수 혹은 학과장의 확인이 필요합니다.

• 휴학만료제적
- 일반휴학 또는 특별휴학 중인 학생이 휴학기간이 만료되기 전까지 복학 또는 휴학연장을 신청하지 않은 경우 제적 처리됩니다.
- 군입대 또는 해외연수의 사유로 인한 휴학 시에는 재입학일로부터 1년 이내에 학사일정에 맞추어 복학하는 기간에 재복학 또는 일반휴학을 신청하지 않은 경우 제적 처리됩니다.
- 단, 학적부가 2025년 7월 중에 있는 학생은 2026학년도 1학기 개강 전까지(예시: 2026년 2월 말 또는 1학기 개강 전) 복학하여야 하며, 이를 신청하지 않을 경우 제적 처리 후 재입학해야 함

• 미등록제적
- 재학생으로서 학사일정에 정해진 등록기간 동안 휴학기간가가 등록 또는 일반휴학을 하지 않은 경우 미등록제적 처리됩니다.

134
대학 : 대학생활을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (142, '학사제도 Pg. 142', '재입학

재입학은 제적된 학생이 일정기간 경과 후에 재입학을 신청하여 다시 학업의 기회를 가질 수 있도록 마련된 제도이며 재입학 신청은 매년 1월, 7월 학사서비스(GLS)를 통해 진행됩니다.

- 재입학 신청
  - 재입학 신청은 제적일로부터 1년(2개 학기)이 경과한 후에 가능합니다.
    - 2024년 3월 22일 제적자는 경우, 1년이 경과한 2025년 3월 22일 이후에 신청 가능하므로, 2025학년도 2학기 재입학 신청기간인 2025년 7월 21일 ~ 7월 23일에 재입학 신청 가능
  - 단, 임태휴학만료제적자 및 출석/수료 요건을 충족한 상태에서 학사경고 제적된 학생의 경우 재입학 제한기간은 두지 않습니다.(주로 재입학 신청기간에 신청 가능)
  - 석박사통합과정 중도포기자로서 석사학위를 취득한 학생은 재입학이 불가능합니다.
    - 재입학 가능여부는 정원내외별 재입학 여석과 재입학심사 결과 등에 따라 결정되므로 재입학 신청을 한다고 해서 반드시 재입학이 허가되는 것은 아닙니다.

- 재입학자 수업연한 재부여
  - 재입학이 허가된 학생에게는 제적 전 등록한 횟수 및 취득한 학점에 따라 학년 및 수업연한이 재부여되며, 재학연한 내에 졸업할 수 있습니다.

- 학사경고제적자 및 징계제적자의 재입학 제한
  - 학사경고제적자 및 징계제적자가 2000년 3월 1일 이후 재입학하였다가 다시 동일한 사유로 제적되면 재입학할 수 없습니다.

성균관대학교
SUNGKYUNKWAN UNIVERSITY

135', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (143, '학사제도 Pg. 143', '19. 증명서 발급 및 학적부 기재사항 정정

■ 증명서 발급
학사관련 각종 증명서는 본인이 직접 신청하여야 하며, 인터넷, 창구방문 등 다양한 방법으로 신청하여 수령할 수 있으며, 출력되는 증명서 서식은 신청 방법에 관계없이 동일합니다.

■ 발급 증명서 종류
학사 과정
- 성적증명서(영/중)
- 재학증명서(영/중)
- 휴학증명서(영/중)
- 졸업예정증명서(영/중)
- 졸업증명서(영/중)
- 수료증명서(영/중)
- 학적부(국문)
- 제적증명서(영/중)
- 학위수여증명서(영/중)
- 3회이수증명서(국문)

대학원 과정
- 성적증명서(영/중)
- 재학증명서(영/중)
- 휴학증명서(영/중)
- 수료예정증명서(영/중)
- 수료증명서(영/중)
- 학위수여증명서(영/중)
- 연구등록증명서(석사/박사과정)
- 학적부(국문)

■ 증명발급 수수료 및 결제수단

| 구분 | 인터넷 발급 (전자증명서) | 인터넷 발급 (전자증명서) | 인터넷 발급 (우편) | 무인발급기 (키오스크) | 무인발급기 (키오스크) | 창구 |
|------|--------------------------|--------------------------|--------------------|------------------------|------------------------|------|
| 금액 | 500원/부 | 750원/부 | 1,000원/부 | 700원/부 | 1,000원/부 | 1,000원/부 |
| 결제수단 | 국내외 카드, 휴대폰 | 국내외 카드, 휴대폰 | 국내외 카드, 무통장입금 | 카드, 휴대폰 | 수령기관에서 현금 | 현금 |

- 성균관대학교 인터넷 증명발급 사이트 (https://icert.skku.edu)
  - 증명서 즉시출력, 전자증명서 발급, 국내외 우편서비스를 신청할 수 있습니다.
  - 성균관대학교 페이지 하단 "증명발급" 메뉴를 클릭하여 로그인 후 24시간 개인 PC에서 출력 가능합니다.
  - 전자증명서는 발급 후 24시간 이내, 바코드가 인쇄된 별첨 표지를 가져와, 무인발급기에서 출력 가능합니다.
  - 증명서 출력 메뉴에서 발급한 증명서는 이메일 또는 팩스로 발송할 수 있습니다. (이메일 발송 서비스는 파일첨부 방식이 아닙니다.)

136

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (144, '학사제도 Pg. 144', '증명서 발급 및 학적부 기재사항 정정

- 증명서 우편신청 메뉴는 학교에서 증명서를 우편 발송하는 서비스입니다. 신청 전 전화 후 발송완료까지 국내외 및 영업일 기준 2~7일 정도의 기간이 소요됩니다. 해외우편은 DHL Express로 발송되며, 나라별 배송소요기간이 다릅니다. 발송된 우편물의 발송현황은 우편서비스 페이지에서 조회 가능합니다.

- 교내 무인발급기(키오스크) 이용 발급
  · 운영시간: 연중무휴
  · 위치: 인문사회과학캠퍼스 국제관 2층(법대) 입구, 경영관 1층 로비
           자연과학캠퍼스 제1과학관 2층 1호 26108호 맞은편, 학생회관 1층
           자연과학캠퍼스 입구, 기숙사 신관B동 지하1층 로비
  · 학생증 태그(카드형) 또는 학교 ID/PW로 로그인하여 직접 발급 가능합니다.

- 팩스민원(어디서나민원) 신청
  · 가까운 시·구·군청, 읍·면·동 주민센터에서 증명서를 신청하면 팩스로 받아 볼 수 있습니다.
  · 신청방법: 주민센터 창구 방문신청 또는 정부24(www.gov.kr)에서 ''어디서나민원'' 검색 후 필요한 증명서 신청
  ※ 교무팀 운영시간 내 신청 건은 평균 발송까지 평균 3시간이 소요되며, 운영시간 외 신청 건은 다음 영업일에 처리됩니다.
  ※ 교무팀 신청건은 민원인이 지정한 주민센터에서 직접 수령합니다.

- 교무팀 창구 발급
  · 방문 시 학생증 또는 신분증(주민등록증, 운전면허증, 외국인등록증, 여권 중 택1)을 지참해야 합니다. 개인 정보 보호를 위하여 본인 외에는 발급이 제한됩니다.
  · 위치: 인문사회과학캠퍼스 본관 600호(주중 09:00~17:00)
           자연과학캠퍼스 제1과학관 1층 26108호(주중 09:00~17:00)
           점심시간 12:00~13:00
  ※ 주의: 예약이 없는 경우 발급불가. 위임장 등의 서류가 필요합니다.
  ※ 학적부 기재사항 정정은 교무팀 발급 시 증빙서류의 유사성을 참고
  ※ 창구 발급 시, 현금결제 가능합니다.

성균관대학교

137', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (145, '학사제도 Pg. 145', '```plaintext
- 우체국 민원우편 신청(우편 수령)
  - 우체국에서 증명서를 신청하면 희망 주소지에서 증명서를 우편으로 받아볼 수 있습니다.
  - 신청방법: 우체국 창구 또는 인터넷 우체국에서 민원우편서비스 신청
  - 신청서 접수 후 서류도착까지 영업일 기준 5일 가량 소요됩니다.

- 기타 확인서 발급 안내

확인서 종류                      발급방법 및 문의처                        연락처                비고
장학(수)수혜확인서(영문)          - 인터넷증명발급사이트(PC)                02-760-1075(장학)    장학금수혜자
                                  (icert.skku.edu)                          02-760-1004(학자금)  학자금대출자
사회봉사확인서(국/영)             - 인터넷증명발급사이트(PC)                02-760-1073
                                  (icert.skku.edu)
교환학생참여확인서(국/영)         - 교내 무인증명발급기                      사범대              연장증명서류
                                  - 모바일 앱                               02-760-1125, 1122   증명서발급
등록사실확인서(국/영)             - 모바일 앱                               사범대
                                  - 모바일 앱                               02-760-1125, 1122
수강신청내역확인서(국/영)         - 모바일 앱                               고무팀
                                  - 학사시스템에서 발급 가능                18118856@skku.edu

예비군/민방위 관련                양 캠퍼스, 비상계획과                     예) 02-760-1127
                                  (예) 031-290-5094

교육지원비                       양 캠퍼스, 학생지원팀                      예) 02-760-0637
                                  (예) 031-290-5036

서가/자료이용확인서(국/영)       - 모바일 앱                               고무팀
                                  - 학사시스템에서 발급 가능                18118856@skku.edu

2학년 손해보험가입확인서         - 모바일 앱                               고무팀
                                  - 학사시스템에서 발급 가능                18118856@skku.edu

- 외국인 재학생 증명발급 제한
  - 초중고 시절의 학적분리 보관이 없거나, 보험 가입사실은 학교에 등록하지 않은 외국인 재학생은 증명서 발급이 불가할 수 있습니다.
  - 문의처: 외국인유학생지원팀 (02-760-0024, 031-290-5025)

- 개명 등으로 인한 인적사항 변경 시, 학적부 기재사항 정정(p.141) 후 정정된 정보로 증명서 발급 가능

138
출처: 대학원학칙 및 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (146, '학사제도 Pg. 146', '증명서 발급 및 학적부 기재사항 정정

19

F A Q

Q1 증명서를 파일로 저장할 수 있나요?
A1 인터넷 증명발급 사이트에서 ''전자증명서'' 메뉴를 통해서만 PDF파일로 저장이 가능합니다. ''직접 출력''메뉴에서는 파일 저장이 불가합니다.

Q2 재학증명서가 필요합니다.
A2 발급이 불가. 현재 학기 기준으로 등록금을 납부하고 재학 중인 경우 발급이 가능합니다.
재학증명서 발급 불가: 휴학생, 수료자(수업만 완료자), 연구수료생, 제적자, 졸업자

Q3 졸업예정증명서(학부), 학위수여예정증명서(대학원)는 언제부터 발급할 수 있나요?
A3 현재학기 졸업예정자에게 발급되는 서류입니다.
학부 졸업예정증명서: 마지막 학기 수강 중인 경우 졸업학점(기준 학점+학과 특성화에 의한 수강신청학점)과 수강가능학점이 충족되면 발급 가능합니다. 추가학점이 있는 경우 추가학점 등록을 납부한 이후부터 발급 가능합니다.
※ 학부 졸업예정증명서는 졸업예정학기 수강신청 변경기간 이후부터 발급 가능합니다.
※ 매 학기 졸업예정자 이후에는 다음 학기 개강이 이전까지 실제 졸업예정자 여부를 확인할 수 없습니다.

대학원 학위수여예정증명서: 대학원 졸업예정증명서는 학위수여예정증명서로 발급되며, 졸업예정학기 수강신청 변경기간 이후부터 발급 가능합니다. 수료학점이 충족되면 발급 가능합니다. 수료학점이 충족되지 않은 경우 수강신청 변경기간 이후부터 발급 가능합니다.

Q4 증명서에 학번이 잘못 표기되어 있습니다.
A4 학번이 잘못 기재된 경우에는 수정본을 발급할 수 있습니다.
소속 대학과 행정실로 문의하여 학번 조정을 요청할 수 있습니다.
※ 학사센터(1811-8585)로 전화 -> 소속 대학 대학 행정실 연결

Q5 도장찍힌 성적이 안 보여요.
A5 도장찍힌 이수 후 학부 등의 사유로 재유학하기를 등록하고 있으면 성적증명서

경운대학교
139', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (147, '학사제도 Pg. 147', '상에 도전학기 이수내역이 표기되지 않습니다. 이후 정규학기를 등록하면 성적증명서에 표기됩니다.

Q6 복수전공이 표기된 증명서를 받고 싶습니다.
A6 재학중 마지막 학기부터 복수전공이 표시된 증명서 발급이 가능합니다.
※ 매 학기 졸업사정 이후부터는 해당학기 졸업예정자가 아닌 경우 복수전공 표기가 되지 않습니다.(재학생/수료자)
※ 복수전공이 기재되는 증명종류: 재학증명서, 성적증명서, 졸업(예정)증명서

Q7 증명서에 복수전공만 나열기준 발급할 수 있나요?
A7 전공 취소처리하면 발급 불가합니다.(19학번까지/전공 취소처리 가능)

Q8 증명서에 입학일자 표기가 없습니다.
A8 국문 재학, 졸업증명서에는 입학일자가 기재되지 않습니다.
입학일자는 영문 증명서 및 국문 일부 증명서(성적/재적/학적부)에 표기됩니다.

Q9 석사가 기재된 증명서를 받고 싶어요.
A9 "학부" 재학생의 "대학원" 학위명 발급 불가합니다.
학부 졸업자만 성적증명서 발급 시 석사학위를 선택하여 발급할 수 있습니다.
단, 매년 2월과 8월 졸업사정 이후부터는 석사학위가 표기된 증명서 발급이 되므로 졸업사정기간(10일 중 2회) 석사 학위를 선택하여 발급할 수 없습니다.
예) 2025년 2월 졸업, 8월 졸업 → 2025년 10월부터 옵션선택 가능
※ 재학생/수료자는 석사학위 선택 불가합니다. 석사학위가 기재된 증명서는 발급 불가합니다.

Q10 우편증명을 신청하였는데 증명서 외에 함께 보낼 서류가 있습니다.
A10 신청 후 발송부로 교부원에 연락(181185@skku.edu)하여 발송부로 우편접수된 증명서와 함께 발송할 서류를 안내받고, 발송부로 보낼 서류 첨부구간 내용을 남겨주시면 함께 발송 가능합니다.

140

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (148, '학사제도 Pg. 148', '학적부 기재사항 정정

학교에 등록 된 성명, 생년월일, 주민등록번호를 정정할 경우에는 GLS에서 신청 가능하며, 반드시 증빙서류를 첨부해야 합니다.

- 학적부 기재사항 정정 신청 방법
  학적부의 성명, 생년월일, 주민등록번호를 정정하고자 하는 경우에는 본교 홈페이지(PC) 또는 킹고M에서 로그인 후 GLS를 통해 신청하여야 합니다.
  - 신청경로
    1. GLS-학적/개인영역-학적/신상정보-학적부기재사항정정신청
    2. 정정하고자 하는 학적부 기재사항 선택
       (국문성명, 영문성명, 한자성명, 주민번호)
    3. 변경 후 내용 기입
    4. 변경 후 내용을 증빙할 수 있는 증빙서류(주민등록초본 등) 첨부 후 신청
    ※ 승인은 약 1주일 이내로 이루어지나, 긴급한 수정을 요하는 경우 학사콜센터(1811-8585)로 연락 바랍니다.
    ※ 본인확인 등을 위하여 필요 시 추가서류 제출을 요구할 수 있습니다.
  - 기타 학교에 등록된 휴대폰번호 및 이메일 주소 수정을 필요할 경우, ''GLS-학적/개인영역-학적/신상정보-연락처조회 및 수정''에서 수정할 수 있습니다.

성균관대학교

141', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (149, '학사제도 Pg. 149', '20. 학사과정 교직 이수

■ 교직이수
교사자격증 취득에 필요한 교직 이론과목과 전공과목, 실습 등을 통한 교직 필수 이수과목과 우리대학 졸업과 관련된 이수사항을 모두 이수하여 졸업하는 경우, 교사자격증을 부여합니다.

■ 신청자격
- 교직과정이 설치된 학과의 재학생으로 2학년 2학기(4학기 등록) 재학 중(8학기 복학 재학생으로 학기 수 부족자는 신청 불가)
- 사범대학생은 입학과 동시에 교직과정 이수자로 선정되므로 교직이수 신청대상이 아닙니다.

- 2025학년도 교직과정 이수 신청기간: 2025.11.10.(월) ~ 11.14.(금)

■ 신청방법
- 2학년 2학기 중 학사일정표 상 교직과정 이수 신청기간 중 GLS에서 교직과정지원 신청 후, 신청서를 출력하여 소속 단과대학행정실 제출

■ 선정방법
- 2학년 1학기, 2학기 성적(계절수업 성적 제외)과 면접 점령(교사로서의 인성, 적성, 자질을 평가) 등을 종합하여 선발합니다.

■ 이수방법
- 교직과목 및 기본이수과목, 교직적성 및 인성검사, 응급처치 및 심폐소생술, 교육실습 등의 교직 이수요건을 충족하고 이수한 과목은 학기말 소정기간에 교직과정이수예정신고 및 교직과정이수확인원을 제출
  (사범대학 홈페이지 http://coe.skku.edu 참조)
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (15, '학사제도 Pg. 15', 'Inspiring Future, Grand Challenge

- 학자금대출
  - 신청: 한국장학재단 홈페이지(www.kosaf.go.kr)에서 신청
  - 학자금 대출 제외: 이미 등록금 납부를 마친 학생, 분할납부 신청자
  - 교내 학자금대출 문의처: 학생지원팀(02-760-1075, 1078)

■ 초과등록
  학기에 정한 수업학점을 등록하였으나 졸업 이수 학점이 부족하여 추가적으로 등록을 해야 하는 경우에 해당하며, 수강신청 학점에 따라 등록금이 달라집니다.

■ 초과등록 및 초과등록자의 등록고지서 출력
  - 수강신청 변경·확인 기간까지 수강할 강좌의 수강신청을 마치면 수강학점에 따라 확정된 등록금액이 기재된 등록금고지서를 GLS 내에서 확인 가능하며, 별도로 부여되는 등록 기간에 등록금을 납부하면 됩니다.

■ 초과등록자 등록금액 기준

| 학위 과정 | 수강신청 학점 | 등록 금액 |
|-----------|--------------|-----------|
| 학사과정  | 0~3학점      | 등록금액의 1/6 |
| (9학기 등록부터 적용, 건축학사는 11학기 등록부터 적용) |
|           | 4~6학점      | 등록금액의 1/3 |
|           | 7~9학점      | 등록금액의 1/2 |
|           | 10학점 이상  | 등록금액 전액 |
| 대학원 과정 | 1~3학점      | 등록금액의 1/3 |
| (석사, 박사, 석박사통합과정) |
|           | 4~6학점      | 등록금액의 1/2 |
|           | 7학점 이상   | 등록금액 전액 |
| 전문대학원 과정 | 1~3학점      | 등록금액의 1/3 |
| (법학전문대학원 6학기 등록부터 적용, 경영전문대학원 5학기 등록부터 적용, 기술경영전문대학원 15학기 등록부터 적용) |
|           | 4학점 이상   | 등록금액 전액 |

※ GSB과정 별도 기준 적용

8

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (150, '학사제도 Pg. 150', '학사과정 교직 이수 20

- 교직이수가능학과 및 승인인원(2025학년도 선발 기준)

| 단과대학명       | 학과명             | 표시과목       | 교직 승인인원 |
|------------------|--------------------|----------------|---------------|
| 유아대학         | 유아, 동양학과     | 도덕·윤리     | 5             |
|                  | 국어국문학과       | 국어           | 5             |
| 문과대학         | 영어영문학과       | 영어           | 5             |
|                  | 중어중문학과       | 중국어         | 5             |
|                  | 한문학과           | 한문           | 2             |
|                  | 사학과             | 역사           | 4             |
| 사회과학대학     | 문헌정보학과       | 사서교사(2급)  | 3             |
|                  | 행정학과           | 일반사회       | 4             |
|                  | 아동, 청소년학과   | 유치원정교사(2급) | 3          |
| 경제대학         | 경제학과           | 일반사회       | 5             |
|                  | 통계학과           | 수학           | 2             |
| 경영대학         | 경영학과           | 상업           | 2             |
| 자연과학대학     | 생명과학과         | 생물           | 5             |
|                  | 수학과             | 수학           | 4             |
|                  | 물리학과           | 물리           | 4             |
|                  | 화학과             | 화학           | 5             |
| 정보통신대학     | 전자전기공학부     | 전자, 전기, 통신 | 5           |
| 스포츠과학대학   | 스포츠과학과       | 체육           | 7             |
| 예술대학         | 미술학과           | 미술           | 5             |
|                  | 디자인학과         | 디자인         | 3             |
|                  | 영상학과           | 연극영화       | 3             |
|                  | 연기예술학과       | 연극영화       | 2             |

합계 82

※ 교직과정 미설치(또는 폐지) 학과 재학생은 교직과정 및 교직부전공 이수 불가함
※ 프랑스어문학과, 독일어문학과, 러시아어문학과, 화학공학과, 고분자공학과, 신소재공학부, 기계공학부, 건설환경공학부, 바이오메카트로닉스학과 교직과정 폐지

성균관대학교 143', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (151, '학사제도 Pg. 151', '```plaintext
Inspiring Future, Grand Challenge

■ 교직복수전공 이수

원전공 교직이수가 교과에 설치된 학과의 복수전공 및 교직복수전공자로 
선발되어 교직복수전공 과목, 교사자격증 취득에 필요한 교과목, 복수전공과목 등 
복수전공 및 교직복수전공 필수 이수요건을 모두 이수하여 졸업하는 경우, 
복수전공 교사자격증을 추가로 부여합니다. (단, 원전공과 추가로 1개만 이수 가능)

- 신청자격
  - 사범대학 재학생 및 교직이수자로 3회 이상 등록한 자
  - 복수전공이수 요건이 있는 전공에 한해 교직복수전공 신청 가능
  - 2025학년도 교직복수전공 신청기간

| 구분 | 1학기 | 2학기 |
|------|-------|-------|
| 신청기간 | 2025.7.14.(월) ~ 7.18.(금) | 2026.1.12.(월) ~ 1.16.(금) |

- 신청방법
  - 신청기간 중 GLS에서 교직복수전공 신청 후, ''교직복수전공 이수 신청서''를 출력하여 
    학부대학/사범대학행정실(학관 50207호)에 제출

- 선정방법
  - 신청 학과별로 선발 정원 내에서 성적순으로 선발합니다.

- 이수방법
  - 원전공과 복수전공의 교직과목 및 기본이수과목, 교직적성 및 인성검사, 응급처치 및 
    심폐소생술, 성인지교육, 교육실습 이수요건을 졸업 학기까지 충족하고 
    ''교직이수예정자'' 및 ''교원자격 무시험검정원서''를 단과대학행정실에 제출 
    (사범대학 홈페이지 http://coe.skku.edu 참조)

- 유의사항
  - 교직복수전공 동일 교사 종류에만 신청 가능
  - 중등교사자격 서식교, 유치원교사자격과 상호 신청 불가

144

대학·대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (152, '학사제도 Pg. 152', '```
학사과정 교직 이수 20

F A Q

Q1 글로벌OO학과 재학상태인데 교직이수가 가능한가요?
A1 교직이수는 교육부로부터 교직이수 인원을 승인받은 학과 재학생에 한하여 이수 가능합니다. 그러므로 학과가 신설되면서 교직이수 인원을 승인받지 못한 경우나 과거 교직을 승인받았던 학과일지라도 현재는 폐지된 경우는 교직이수가 불가능합니다.

Q2 1전공에서 교직이수자로 선발되지 못했는데, 복수전공인 타 학과에서 교직이수자로 선발 가능한가요?
A2 교직 승인인원은 본인의 1전공 소속학과 기준이므로 복수전공 이수여부와 상관없이 교직이수자로 선발은 불가능합니다.

Q3 약학기복학생은 교직이수 신청을 할 수 없다고 하는데, 복학생은 아예 신청할 수 없나요?
A3 교직이수 신청대상자는 정상적으로 복귀한 이후 2학년 2학기 말에 2학년 4개 학기를 모두 이수한 학생입니다. 복학생의 경우도 복귀한 이후 정상적인 학기를 맞춰야만 신청 가능합니다. 대부분의 약학기복학생은 2학년 2학기 재학중에 3학기 등록생입니다.

Q4 3학년으로 올라가는 재학생인데 뒤늦게 교직이수에 관심이 생겼습니다. 지금이라도 신청할 수 없나요?
A4 반드시 2학기 2학기 신청해야 하므로, 3학년은 교직이수 신청 불가능합니다. 단, 3학년 1학기 재학중에 교직이수 신청을 하지 못한 경우, 2학년 2학기 재학중에 신청 가능합니다.

Q5 소속 학과의 교직이수자 선발에서 탈락했습니다만, 대학원에서도 꼭 교직을 이수하고 싶습니다. 방법이 없을까요?
A5 대학원은 현재 교직이수가 가능합니다만, 본인의 졸업학과와 동일한 전공으로 대학원에 진학해야 교직이수 신청이 가능합니다. 자세한 사항은 교육대학원(02-760-0964)로 문의하시기 바랍니다.

성균관대학교
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (153, '학사제도 Pg. 153', '21. 학사업무 담당 부서 안내

■ 학사콜센터
학사콜센터는 현장 중심의 학사 안내 밀착 지원을 위하여 제공하고 있는 서비스로서,
학생의 소속대학별로 학사업무 통합 상담이 이루어집니다.

※ 증명서 발급, 등록금 납부, 장학금 신청 등의 공통 학사 안내사항은 홈페이지
  공지사항 확인 및 각 업무의 통합 콜센터 또는 본과에 문의 바랍니다.

▪ 이용시간: 평일 09:00~12:00 / 13:00~17:00 (주말 및 공휴일 제외)

▪ 이용방법
1) 학사안내 대표번호(1811-8585) 누른 뒤, 소속캠퍼스 선택
   (학부대학 1번, 인사캠 2번, 자과캠 3번)

2) 소속대학 선택

[인사캠]
- 유학대학 1번, 문과대학 2번, 사회과학대학 3번,
  경제대학 4번, 경영대학 5번, 사범대학 6번,
  생활과학대학 7번, 글로벌리더학부(글로벌융합전공 포함) 8번,
  성균융합원 9번, 글로벌바이오메디컬공학과(글로벌융합학부) 및
  데이터사이언스융합전공, SKK GSB 선택

[자과캠]
- 자연과학대학 1번, 정보통신대학 2번,
  소프트웨어대학 3번, 공과대학 4번, 약학대학 5번,
  반도체시스템공학과(반도체대학) 6번,
  AI융합학과 및 컴퓨터공학과(글로벌융합학부) 7번,
  기초과학연구소 및 학부대학, 융합대학 8번,
  글로벌바이오메디컬공학과(글로벌융합학부) 및
  데이터사이언스융합전공, 약학대학, 반도체공학과 9번

3) 휴/복학/졸업, 수업/성적, 장학 등 지원하는 서비스 내용을 듣고, 원하는 학사
   센터의 상담교수 선택

■ 대학행정실

▪ 소속 대학행정실
- 인문·사회계열 학과(전공)에 입학한 학부생(소속) 직업 진입 1학년생

- 자연과학/공학계열 및 융합 학과(전공) 직업 진입 1학년생

※ 편입학 학부생의 학사(소속) 진입에 관한 업무는 입학과에 있는 학부대학행정실에서 운영합니다.

- 학과로 입학한 학생 및 학과(소속)로 진입한 학생
- 학과가 소속된 대학행정실

146 대학 · 대학원생을 위한 2025 학사제도 안내
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (154, '학사제도 Pg. 154', '학사업무 담당 부서 안내 21

- 대학행정실 위치 및 전화번호

| 캠퍼스 | 행정실/부서 명칭 | 전화번호 | 위치(건물명/층수) |
|--------|------------------|----------|-------------------|
| 인문사회 캠퍼스 | 학부대학/새내기대 | 02)760-0991/0992 | 호암관 2층 |
| | 유학대학/문과대학 | 02)760-0963/0966 | 퇴계인문관 3층 |
| | 법과대학 | 02)760-0912-0916 | 법학관 5층 |
| | 글로벌리더학부 | 02)760-0922-0926 | 법학관 2층 |
| | 경영대학 | 02)760-0916 | 경영관 5층 |
| | 사회과학대학/예술대학 | 02)760-0932/0933 | 사회과학관 6층 |
| | 경제대학 | 02)760-0941-0945 | 국제관 2층 |
| | 경영대학 | 02)760-0953/0962/0954/0969 | 경영관 5층 |
| | 글로벌경영학과 | 02)760-0039 | 국제관 2층 |
| | 동아시아학술원 | 02)760-0043/0037/0041 | 수선관 1층 |
| | SK GSB | 02)740-1500 | 600주년기념관 4층 |
| | 중국대학원 | 02)740-1542-1545 | 국제관 2층 |
| | 성균관대학원 | 02)760-1221-1223 | 다산경제관 3층 |
| | 정보통신대학원 | 02)760-1172 | 다산경제관 5층 |
| | 외국인유학생학부 | 02)760-0206/0207 | 국제관 2층 |
| | 유학대학원 | 02)740-1782-1784 | 다산경제관 5층 |
| | 응용통계학과 | 02)740-1772/1872 | 다산경제관 2층 |
| | 응용통계학과 (시험운영위원회) | 031)299-4223/4224 | 기초학문관 2층 |

| 자연과학 캠퍼스 | 자연과학대학 | 031)290-5801 | 제2과학관 2층 32212호 |
| | 생명과학대학 | 031)290-5802 | 제1공학관 1층 21102호 |
| | 스포츠과학대학 | 031)290-5804 | 제1공학관 1층 21111호 |
| | 소프트웨어대학 | 031)290-5805 | 제1공학관 1층 21111호 |
| | 정보통신대학 | 031)290-5806 | 제1공학관 3층 530238호 |
| | 공과대학 | 031)290-5807 | 제2공학관 2층 83234호 |
| | 성균나노과학기술원 | 031)299-4115 | 제2공학관 2층 83234호 |
| | 삼성융합의과학원(SAIHST) | 031)299-7799-7799 | 삼성서울병원 A동 8층 |
| | 성균융합원 | 031)290-5702-5705 | N센터 3-4층 |
| | 응용생명과학과 | 031)290-5702 | N센터 4층 |
| | 외국인유학생지원팀 | 031)290-5026-5028 | 학생회관 1층 |

성균관대학교 147', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (155, '학사제도 Pg. 155', '```plaintext
Inspiring Future, Grand Challenge

22. 3품인증제(新3품제)

(新)3품인증제는 어떤 제도인가

• 개요

구분 | 내용 | 도입취지
---|---|---
인성 | 인성개발 및 사회봉사활동 | 리더로서 갖추어야 할 인성 및 도덕적 가치 함양
글로벌 | 글로벌 역량 개발 활동 | 글로벌 커뮤니케이션 역량 및 국제 감각 제고
창의 | IT활용, 창의융합 및 전문개발 | IT활용을 통한 Idea 개발, 표현 및 전문개발 역량 강화
AI | AI 및 빅데이터 역량 개발 활동 | 4차산업혁명에 필요한 핵심역량 강화(AI/빅데이터)
인턴십 | 현장실습/연구과제활동/문제해결 프로젝트 | 이론과 실무 역량을 모두 갖춘 전문 인력 양성

• 성격
- (新)3품은 졸업필수요건으로 적용받는 학생은 졸업 전까지 인성분야를 포함하여 3개 분야의 인증을 취득해야 하고, 교육과정을 모두 이수하였어도 3품 미취득시 졸업 불가, 수료자로 처리됩니다.

• 적용대상 및 취득기준
- 2020학년도 이후 입학자는 인성분야를 필수로 하고 글로벌, 창의, AI, 인턴십 4개 분야 중 2개 분야 이상에서 3개 분야의 인증을 취득해야 합니다.
- 2014학년도 이후 입학자(외국인/외국인전형 포함)는 3품 졸업요건을 적용받지 않으나, 3품 인증을 취득한 경우 졸업장에 인증내용이 표기됩니다.
- 2020학년도 이후 입학자 중 3품 인증을 취득하지 못한 경우, 2020학년도 이후 입학자 중 3품 인증을 취득하지 못한 경우, 졸업장에 인증내용이 표기됩니다.
- 2020학년도 이후 입학자 중 3품 인증을 취득하지 못한 경우, 졸업장에 인증내용이 표기됩니다.
- 2020학년도 이후 입학자 중 3품 인증을 취득하지 못한 경우, 졸업장에 인증내용이 표기됩니다.

• 인증신청
- 각 품별 해당 요건 충족 시 증빙서류를 첨부하여 챌린지스퀘어를 통해 온라인

148
출처 : 대학혁신지원팀 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (156, '학사제도 Pg. 156', '3품인증제(新3품제) 22

으로 인증 신청하여야 합니다.
※ 외국인학생의 글로벌 인증 취득신청은 외국인유학생지원팀으로 문의/신청

■ 취득여부 표기
- 품 인증 취득자는 성적증명서에 ''인성'', ''글로벌'', ''창의'', ''AI'', ''인턴십'' 각 인증별 표기
- 인증취득이 졸업요건이 아닌 학생은 ''해당 없음''으로, 인증취득이 졸업요건이나 학적 및 시험성적에 따라 면제된 학생은 ''비대상''으로 표기됩니다.
- 인증취득이 졸업요건이나 아직 취득하지 못한 학생은 인증을 취득할 때까지 ''미취득''으로 표기됩니다.

■ 3품이수증명서 발급
- 각 품 인증을 모두 취득한 학생(면제 포함)은 3품이수증명서를 발급받을 수 있습니다.
※ 성균관대학교 인증 통합 발급 사이트: https://icert.skku.edu/

■ 3품인증 취득기한
- 매년 2월 졸업예정자는 12월 30일까지, 8월 졸업예정자는 6월 30일까지 3품 인증을 모두 취득하여야 합니다.
- 3품이 졸업요건인 학생은 3학년 말까지 취득하는 것을 권장합니다.

■ 인증신청 관리/승인부서
- 소속 단과대학행정실
  * 학사콜센터(1811-8585)

■ 유형별 주관부서
- 인성인증: 학생지원팀 (02-760-1004, 1090)
- 글로벌인증: 국제교류팀 (02-760-0152)
  외국인유학생지원팀 (02-760-0023) [외국인]
- 창의인증: 교무팀 (02-760-1055)
  창업지원단 (031-290-5653) [창업]
- AI인증: 교무팀 (02-760-1055)
- 인턴십인증: 산학사업팀 (031-290-5081) [현장실습]
  대학원팀 (02-740-1724) [연구실습]
  교무팀 (02-760-1055) [비교과]

성균관대학교 149', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (157, '학사제도 Pg. 157', '```plaintext
Inspiring Future, Grand Challenge

품 별 취득 방법

● 인성인증
[사회봉사영역]
- 인정활동: 국내 사회봉사활동
- 최소시간: 40시간, 의과대학 88시간(각각 교외활동 50% 이상)
- 입학년도별 인증기준

학생구분          2007학년도 이후
일반              40시간
                 (교외활동 20시간 이상)
재외국민전형/
해외유학국적입학  40시간
                 (교외활동 20시간 이상)
의과대학          88시간 이상
                 (교외활동 44시간 이상)

- 인성인증 인증 취득 방법
  - 사회봉사활동을 통한 인성인증 이수
    ■ 인성인증 취득이 가능한 사회봉사활동 프로그램에 참여하여 봉사 활동을 하여야 합니다.
    ■ 2007학년도이후 신입학생은 사회봉사활동을 40시간 이상(의과대학은 88시간 이상) 하여야 합니다. 단, 최소인증기준의 50% 이상은 반드시 교외활동을 하여야 합니다.
    ■ 사회봉사활동은 성균관대학교 사회봉사활동페이지(https://url1004.skku.edu), 서울특별시자원봉사센터(http://www.vms.or.kr), 1365자원봉사포털(http://www.1365.go.kr), 각 시·도 자원봉사센터를 참고하여 선정한 후 실시할 수 있습니다.
    ■ 사회봉사활동은 1일 최대 8시간까지 인정됩니다.

  - 사회봉사활동 이수후의 및 결과보고
    1) 학교에서 안내하는 봉사기관을 통한 이수
      ■ 사회봉사활동페이지(https://url004.skku.edu) 프로그램, 학교홈페이지 공지사항을 통해 참여하실 수 있습니다.

150

대학 · 대학원학사운영 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (158, '학사제도 Pg. 158', '3품인증제(제3품채움) ❷ 22

2) 학생 스스로 선정한 봉사기관을 통한 이수
- 봉사활동 실시 전 아래의 유의사항에 유의하여 기관(프로그램)을 선정하여야 하며, 필요 시 인문사회과학캠퍼스 학생지원팀(☎02-760-1004, 1090)에서 인정가능 여부를 확인 받은 후 봉사활동을 해야 합니다.

3) 헌혈
- 본인이 헌혈 시 발급되는 사회복지 봉사활동 실적확인서(VMS)를 제출 하여야 하며, 1회당 4시간, 최대 2회(8시간까지) 인정합니다. 단, 헌혈확인서를 제출하여 봉사시간을 이미 인정받은 경우 봉사시간을 추가로 인정하지 않습니다.

봉사기관 선정 시 유의사항
▪ 봉사기관이 공익사업 및 사회복지에 기여하는 기관(단체) 또는 프로그램일 것
▪ 참여활동이 봉사를 받는 사람(이하 어르신)의 업무가 아닌지 구체적인 프로그램(날짜, 장소, 시간, 활동내용 등)을 가진 기관(단체)일 것
▪ 선교/포교활동을 목적으로 하고 있는 종교단체(교회/성당/사찰 등)에서의 활동
   (예: 주일학교 교사 등)이 아닐 것
▪ 종교단체(교회/성당/사찰 등)에서 운영하는 복지시설에서의 봉사활동은 인정되나 선교/포교활동이 아닐 것

4) 단체 봉사활동을 통한 이수
▪ 단체 봉사활동은 학교에 등록된 동아리/대학/총학생회연합 제한하여 최소 10인 이상의 인원이 함께 참여한 봉사활동만 인정됩니다.
▪ 단체 봉사활동을 통한 이수의 경우에는 활동 인증을 위한 활동일지 등의 자료를 첨부하여 제출해야 합니다.

5) ‘사회봉사론’과목 수강을 통한 이수
▪ 일반선택과목으로 개설되는 ‘사회봉사론’은 수업시간 중 30시간 이상의 사회봉사활동을 이수해야 학점이 인정되는 과목입니다.

성균관대학교
151
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (159, '학사제도 Pg. 159', 'Sure, here is the transcribed text from the image:

---

Inspiring Future, Grand Challenge

6) 농촌 봉사활동을 통한 이수
- 농촌 봉사활동은 학교 주관 프로그램만 봉사활동으로 인정됩니다.
- 봉사활동시간 산정 시 봉사활동장소로의 이동 시간(가는 날/오는 날) 제외되며, 실제 현지에서 봉사활동을 수행한 시간(1일 8시간)만 인정합니다.

7) 사회봉사활동 결과보고
- 사회봉사활동결과보고서는 학교양식과 기관발급 양식 모두 인정됩니다. 하지만 기관발급 양식의 경우 확인서 발행이 봉사활동시간 인정을 위한 필수적인 요소들이 명확히 포함되어야 합니다.(봉사기간, 봉사활동시간 및 인원별 구체적 봉사활동 내용, 봉사담당자 및 기관 대표자 확인 등)

※ 해외 봉사활동을 통한 이수 불가
- 해외 봉사활동은 글로벌(국제) 영역만 인정받을 수 있으며, 인성 영역에서 인정되지 않습니다.

● 글로벌인증
[외국어영역(영어시험)]
- 각 계열별 학생은 아래의 내용에 따른 성적표를 첨부하여 인증신청해야 합니다.

| 계열 | 인증 취득 기준 |
| --- | --- |
| 인문사회계열 자연과학계열 | TOEIC 950점 이상 OPIc 또는 TOEFL Speaking Advanced Low 이상 (토익 Speaking score 160점 이상) |
| 공학계열 예체능계열 | TOEIC 900점 이상 OPIc 또는 TOEFL Speaking Intermediate High 이상 (토익 Speaking score 140점 이상) |

- 외국인학생의 경우, 외국어 영역의 점수표 대신 한국어능력시험(TOPIK) 점수표를 첨부하여 인증 신청해야 합니다.(TOPIK 성적으로만 인증 취득 가능)

152

출처 : 대학생활안내문 2025 학사제도 안내

---', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (16, '학사제도 Pg. 16', '```
등록 03

■ 연구등록

일반대학원 및 전문대학원 박사과정, 석박사통합과정을 수료한 학생은 수료 후 학위 취득 전까지 학위논문제출자격시험에 합격하는 정규 준비 기간에 4개 학기 연속으로, 유예 학위논문 심사 신청 전에 일괄적으로 연구등록금을 납부합니다.

- 등록대상
  일반대학원 및 전문대학원의 박사과정 또는 석박사통합과정 수료자

- 등록기간
  재학생 등록금 납부기간과 동일합니다.

- 등록방법
  수료 후 4개 학기간 연속으로 납부해야 하며, 미납분이 있는 경우 미납분 전액을 일괄 납부해야 학위논문제출자격시험 신청, 학위논문 심사(예비심사/본심사) 신청 등 각 학사이수를 진행할 수 있습니다.
  - 미납 연구등록금을 납부하고자 하는 경우에는 GLS에서 연구등록비납부 조회/부서 신청 후, 발급받은 가상계좌에 입금할 수 있습니다.
  ※ 수료 후 4개 이내에 학위를 취득한 경우에는 잔여기간의 연구등록을 면제합니다.
  ※ 연구등록을 4개 학기 연속 이내에 완료한 수료생은 정당의 연구등록 상태를 유지하며, 학위논문 심사료 및 학위취득을 위한 등록금은 연구등록금과 별도로 납부하여야 합니다.
  ※ 연구등록금 납부를 완료한 수료생이 학위취득을 위한 등록금을 납부할 경우에는 연구등록금 납부내역이 ''GLS - 학적/졸업 - 등록 - 연구등록부납부상세조회''에 표시됩니다.

- 연구등록금 분할납부 및 학자금 대출 및 장학금 지급 제한
  연구등록금은 정규학기 등록금과는 별도로 납부하는 금액이므로 분할납부, 학자금 대출 대상이 아니며 장학금 지급대상에서도 제외됩니다.

- 연구등록기간 중 수강신청
  연구등록을 마친 수료생을 위해 필요할 경우에 한하여 연구등록금 납부한 학기에는 학기당 1과목 이내에 대학원 과목을 수강할 수 있습니다.

성균관대학교
9
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (160, '학사제도 Pg. 160', '3종인증제(제3종제) ● 22

- 외국인전형신입학생의 입학연도별 공인외국어 성적 인증 기준

| 외국어명 | 기 준 |
|-----------|-------|
| 한국어    | 2014-2015학번 | TOPIK 4급 이상 |
|           | 2016학번 이후 | TOPIK 5급 이상 |

※ 외국인전형신입학생의 한국어 성적은 취득시기, 유효기간을 구분하지 아니하며, 입학원서 제출 시 위 조건을 충족하는 성적을 제출한 경우 입학전형을 충족한 것으로 인정합니다.

[글로벌 체험학습 영역]
- 글로벌 체험학습 활동(2021학년도 이전 입학자)
  - 해외봉사활동: 해외 교육(대학) 프로그램 3주 3학점 이상 (1건 시)
  - 해외문화탐방: 해외 대학(기관) 해외연수(프로그램 3주 3학점 이상 인정 시)
  - 해외봉사활동: 해외 봉사활동 40시간 이상

- 글로벌 체험학습 프로그램(2022학년도 이후 입학자)
  - 국제교류팀이 인정한 교내외 각 기관에서 주관하는 글로벌 체험학습 프로그램 (해외학술활동, 해외문화체험활동, 해외봉사활동 등) 누적 참여시간 60시간 이상

| 항목 | 설명 |
|------|------|
| 고교교육과정 (학점취득) | 현장체험, 단기해외프로그램, 글로벌챌린스 프로젝트, ISS 등 - 학점: 1학점 당 15시간 인정 |
| 특강, 세미나 | 특강/컨퍼런스/세미나 참가 - 교내 프로그램 시리즈, 특강 1회당 최대 3시간 인정 |
| 온라인 강좌 수강 | Global MOOC(Coursera, Edx, Future Learn) 이수 완료 - 1개 강좌당 12시간 인정(최대 2개 강좌 24시간 인정) |
| 버디프로그램 | 외국인 학생과 버디매칭을 통한 문화 경험 - 학기 1회당 10시간 인정(최대 2학기 20시간) |
| 해외봉사활동 | 해외봉사활동 참여 - 주관 부서에서 정한 매일리시간 기준, 최대 30시간 인정 |

성균관대학교 153', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (161, '학사제도 Pg. 161', 'Inspiring Future, Grand Challenge

| 항목            | 설명                                                                 |
|----------------|--------------------------------------------------------------------|
| 해외연수활동   | 인증 기관에서 발행한 증빙자료 시간만큼 인정                                      |
| 기타 프로그램  | 프로그램 주관 부서 또는 소속 단과대학 행정실에서 작성 미입력시 시간 산정                |

[국제연구영역]
- 국제연구활동: 국제학술지에 저자(공저자 포함)로 연구논문 게재하거나 해외학술대회 참가하여 발표한 후 본인 확인 가능한 증빙문서제출시, 학술논문 표지와 목차, 학술대회 안내자료, 참가확인서 등을 첨부하여 인증 신청

[국제수업 영역]
- 국제수업 A등급(A+, A) 21학점 이상 취득

🔸 창의인증
[IT활용영역]
- IT 활용 자격증(컴퓨터전문자격증)

1) 한국산업인력공단 인증
- 정보처리기능사, 전자계산기기능사, 정보처리산업기사, 전자계산기산업기사, 정보처리기사, 전자계산기기사, 정보통신산업기사, 정보통신기사, 정보보안산업기사, 정보보안기사, 임베디드기사, 임베디드산업기사, 정보관리기술사, 정보통신기술사 중 2종목 이상 취득

2) 한국정보통신자격협회 인증
- PC 정비사 1급, 네트워크관리사 1·2급, 인터넷정보관리사 1·2급, 마이크로 로봇 1~3급

3) ADOBE사 인증: ACP(舊 ACA) 2과목 이상 취득자(단, 2과목은 과목이 다른 것이어야 하며, 버전은 상관없음)

4) AUTODESK사 인증: ACU 2과목 이상 취득자(단, 2과목은 과목이 다른 것이어야 하며, 버전은 상관없음)

5) 정보통신기획평가원 인증: 소프트웨어 역량검정(TOPCIT) 3수준 이상 성적 취득

154

대학 · 대학원을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (162, '학사제도 Pg. 162', '3품인증제(新3품제) 22

[창의/진로개발영역]

1) 국내 창의성/예체능 관련 대회 또는 공모전 입상(교외 공모전: 전국규모 이상이거나 참가규모가 100인 이상, 교내 공모전: 참가자 100인 이상)
- 창의성: 창의력, 토론, 발명, 아이디어 경진대회 관련 대회 또는 공모전 등
- 예체능: 미술, 디자인, 사진, 무용, 체육 관련 대회 또는 공모전 등

2) 전문자격증 취득 및 공직 진출
- 국가기술자격법 제9조제1호에서 정한 ''기사''수준 이상의 국가자격증 취득
- 전문자격증: 공인회계사, 세무사, 변리사, 보험계리사, 손해사정사, 감정평가사, 국제재무분석사(CFA: Chartered Financial Analyst), 
  국제재무위험관리사(FRM: Financial Risk Manager), IFRS 관리사(CIFM: Certified IFRS Manager), 공인노무사
- 공직 진출 관련 시험 최종 합격(임용)보고서, 5급 공무원 공개경쟁시험(행정, 기술, 외교관후보자)

3) 산업재산권 출원
- 특허, 실용신안, 디자인 포함(아이의 산업재산권 중 상표와 저작권은 인정 불허)
- 출원시 및 관련확인통보서(출원사실확인원도 가능) 등 증빙 제출 필요
※ 공동발명(고안창작)의 경우, 공동발명자 5명 이내인 경우에만 인정

4) 비교과프로그램
- 교내외 창의인증 인정 비교과프로그램에 참여한 시간이 90시간 이상
  (단, 교외 프로그램의 경우 취득 시 45시간까지 인정)

5) 창업
- 창업지원단창업인증센터 인정하는 창업, 협업의 사업으로 창업
- 사업자등록증 및 관련 증빙서류를 통해야 하며 인증심사

성균관대학교 155', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (163, '학사제도 Pg. 163', 'Inspiring Future, Grand Challenge

● AI인증
[AI전문자격증]
- AI관련 자격증 취득: ADP/ADsP(한국데이터베이스진흥원 주관), ProDS(Associate(舊 AssociateDS)/Advanced(舊 DS)/Professional(舊 SeniorDS) 총 17개 이상, 삼성SDS와 멀티캠퍼스 주관), AICE(舊 AIFB) Associate(KT와 한국경제신문 주관)

[AI공모전/대회]
- 데이터/AI 관련 대회 또는 공모전 입상(전국대회 규모, 대학(원)생 또는 일반인 대상, 참가자 100인 이상 규모)

[AI교육]
1) AI교과교육
- 교내 AI/데이터 관련 교과목 표에서 정한 교과목을 다음의 각 호와 같이 이수하여 인증 취득
  1. 필수(학부수준공통 포함, 인공지능응용전공, 데이터사이언스응용전공, 소프트웨어학과, 통계학과, 지능형소프트웨어학과, 응용AI융합학과): 18학점
  2. 비전공자: 9학점

2) AI비교과교육
- 교내외 AI비교과 교육 프로그램 90시간 이상 이수
※ 교내 AI인증 연계 비교과 프로그램, 외부 교육기관이 개설한 AI관련 교육(챌린지 스페이스 코이카이슈프레임워크신청)을 통해 개별 검토순으로 인증 신청 가능)

156
대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (164, '학사제도 Pg. 164', '3품인증제(제3품제) 22

<교내 AI/데이터 관련 교과목 표>

| 이수구분 | 학수번호-과목명(학점 수) | 주관학과 |
|---|---|---|
| 교양 | GEDN047-인공지능을위한기초수학(3) | 학부대학 |
| DS 교과과정 | GEDT1014(DASF001)-컴퓨팅사고와SW코딩(2) | 학부대학 |
| | GEDT015(DASF002)-문제해결과알고리즘(2) | |
| | GEDT018(DASF003)-자료구조(3) | |
| | GEDT019(DASF004)-프로그래밍기초및실습(3) | |
| | GEDT020(DASF005)-기초통계학(3) | |
| | DASF006-데이터베이스(3) | |
| | DASF007-컴퓨터네트워크(3) | |
| | DASF008-운영체제(3) | |
| | DASF001-머신러닝기초(3) | |
| | DASA002-시스템프로그래밍(3) | |
| 전공/선택 | DSC2004-데이터사이언스와파이썬(3) | 글로벌융합학부 데이터사이언스융합전공 |
| | DSC3001-빅데이터분석특강(3) | |
| | DSC3009-데이터마이닝실습(3) | |
| | DSC3013-딥러닝개론(3) | |
| | DSC3021-인공지능개론(3) | |
| | AAI2004-인공지능통계론(3) | 글로벌융합학부 인공지능융합전공 |
| | AAI2005-컴퓨터비전특강(3) | |
| | AAI2009-딥러닝특강(3) | |
| | AAI3002-데이터베이스(3) | |
| | AAI3013-빅데이터분석(3) | |
| | AAI3010-컴퓨터비전(3) | |
| | AAI3011-자연어처리(3) | |
| | AAI3005-데이터마이닝(3) | |
| | SWE3011-인공지능개론(3) | 소프트웨어융합대학 소프트웨어학과 |
| | SWE3032-캡스톤프로젝트(3) | |
| | SWE3040-컴퓨터비전(3) | |
| | SWE3050-기계학습(3) | |
| | SWE3051-자연어처리(3) | |
| | SWE3652-심층신경망(3) | |
| | BUS3037-마케팅인텔리전스(3) | 경영대학 경영학과, 글로벌경영학과 |
| | BUS3042-마케팅데이터애널리틱스(3) | |
| | BUS3045-비즈니스애널리틱스(3) | |

성균관대학교 157', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (165, '학사제도 Pg. 165', '```plaintext
이수구분

전공/선택

학수번호-과목명(학점 수)

BUS3047-HR데이터리틱스(3)
BUS3048-경영데이터리서치전략(3)
GBA3025-Current Topics in Finance(3)
GBA3035-Integration of Systems and Business Informatics(3)
GBA3045-Business Practicum I : Convergence Capstone Design(3)
GBA3046-Business Practicum II : Global Capstone Design(1)
GBA3050-Behavioral Finance & FinTech(3)
GBA3053-Human Resource Data Analytics(3)
GBA3054-Marketing Analytics(3)

GEC3414-Introduction to Data Science for Economics and Business(3)
GEC3415-Digital Payment Methods and Platform Economy(3)

SOE3001-통계적학습과인공지능(3)
STA2005-베이직통계학(3)
STA3005-베이직프로그래밍(3)
STA3014-빅데이터미팅(3)
STA3034-대학자료분석과사례연구(3)
STA3035-탐색적자료분석(3)
STA3036-통계적자료분석실습(3)
STA3037-데이터마이닝(3)
STA3038-통계적머신러닝(3)

SOA2005-예술과데이터(3)
SOA3002-예술과그래픽데이터(3)

IBB3013-바이오의약데이터(3)
IBB3014-바이오의약프로그래밍(3)
IBB3018-미래식품공학(3)
IBB3019-기능성화장품학(3)
IBB3023-생명화학유전학및Python프로그래밍(3)

주관학과

경제대학
글로벌경제학과, 통계학과

예술대학

생명과학대학
컴바이오의약전공

158

대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (166, '학사제도 Pg. 166', '3품인증제(제3품제) 22

● 인턴십인증
[현장실습]
- 산학사업팀이 인정하는 교과 현장실습을 수행하여 1학점 이상 취득
- 비교과 현장실습(기업기관 인턴십 등)을 280시간 이상 수행(현장실습체계 교외 이수보고승인신청 승인 후 인턴십 인증 신청 가능, 1일 8시간/1주 5일 이내 인정)

[연구체험]
- 대학원입이 인정하는 교과 연구체험(학부생 연구학점제)을 이수하여 2학점 이상 취득
- 비교과 연구체험을 280시간 이상 수행(현장실습체계 교외이수보고승인신청 승인 후 인턴십 인증 신청 가능), 연구체험 이수증(기관 확인서 등) 및 연구결과 보고서(지도교수 서명 또는 기관 직인 날인 포함) 제출 필수

성균관대학교 159', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (167, '학사제도 Pg. 167', 'Inspiring Future, Grand Challenge

수료후6개월초과자 3졸 면제 조치

- 3졸 인증을 취득하지 못하고 수료한 자가 수료한기준부터 1개 학기가 경과한 학기에 아래의 취업자 인정 기준을 갖추고 면제 신청할 경우 3졸 면제 조치
(ex. 2025년 2월 수료 시, 1개 학기(6개월)이 지난 2025학년도 2학기(9월)부터 면제 신청 가능, 2026년 2월 졸업 가능)

취득 기준

| 구분 | 취업자 인정 기준 | 제출 증빙자료 |
|---|---|---|
| 취업자 | 국내 | 면제신청일 당시 건강보험 직장가입자 | - 건강보험(4대보험)가입증명서 |
| | 해외 | 면제신청일 당시 해외 국가에서 91일 이상의 계약근무에 따라 주당 15시간 이상 근무하는 근로자 | - 신청일 기준 유효한 취업가능 비자 사본<br>- 해외현지 근로처 사업자등록증, 근로계약 등 고용사실 및 근로 사실 확인가능한 객관적 자료 |
| 농업이업 종사자 | 면제신청일 당시 직전건강보험 미가입자 중 8농,어업에 종사하는 자 | - 농업인확인서<br>- 어업경영체등록확인서 |
| 취업에 준하는 자격을 갖춘 자 (자영업) | 1인 창(사업)자 | 면제신청일 당시 사업자등록이 완료되고, 연간 사업소득금액이 6,650,000원 이상인 자 | - 사업자등록증명 1부<br>- 소득금액증명 1부 |
| 프리랜서 | 면제신청일 당시 연간 사업소득금액이 4,056,690원 이상인 자<br>- 국세청 사업소득시 사업자소득 신고를 공무한 1인 창(사업)자로 적용 | - 원천징수영수증 |

160

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (168, '학사제도 Pg. 168', '22. 3품인증제(叡3품제)

■ (叡)3품인증제는 어떤 제도인가

● 개요

| 구분   | 내 용                          | 도입 취지                          |
|-------|-------------------------------|-----------------------------------|
| 인성   | 인성개발 및 사회봉사활동         | 리더로서 갖추어야 할 인성 및 도덕적 가치 함양 |
| 글로벌 | 글로벌 역량 개발 활동            | 글로벌 커뮤니케이션 능력 및 국제 감각 제고 |
| 창의   | IT역량, 창의융합적 전문개발 활동 등, 인문프로그램 영역 | 창의적 및 Idea 개발, 표현 및 전문개발 활동 강화 |

● 성격
- (叡)3품은 졸업필수요건으로 적용받는 학생은 졸업 전까지 3품의 모든 인증을 취득해야 하고, 교육과정을 모두 이수하였어도 3품 미취득시 졸업 불가, 수료자로 처리됩니다.

● 적용대상 및 각 인증별 취득기준
- 1996~1998학년도 입학자는 3품 중 인성과 글로벌 인증을 취득해야 합니다.
- 1999~2019학년도 이후 입학자는 3품(인성, 글로벌, 창의)의 모든 인증을 취득해야 합니다.
- 2014학년도 이후 학번인 외국인(외국인전형 학사과정)은 3품 중 글로벌 인증을 필수로 취득해야 하며, 인성 또는 창의 중 하나를 선택하여 취득해야 합니다. (단, 외국인전형으로 입학한 외국인 학생은 인성 인증 취득은 면제)
- 2019학년도 이후 입학자는 3품 인증을 위한 교과목 이수, 시간제등록생, 귀속동포, 재외국민, 북한이탈주민 등은 3품 인증 이수 의무를 면제받을 수 있으며 학부의 성실학점을 유예합니다.
- 2017학년도 이후 입학한 재외국민(교포자녀 교육과정 해외이수자 포함)도 3품 취득 대상자입니다.

성균관대학교

161', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (169, '학사제도 Pg. 169', '인증신청
- 각 졸업 해당 요건 충족 시 증빙서류를 첨부하여 챌린지스퀘어를 통해 온라인으로 인증 신청하여야 합니다.
※ 외국인학생의 글로벌 인증 취득신청은 외국인유학생지원팀으로 문의/신청

취득여부 표기
- 졸업 인증 취득자는 성적증명서에 ''인성'', ''글로벌'', ''창의'' 각 인증별 표기
- 인증취득이 졸업요건이 아닌 학생은 ''해당없음''으로, 인증취득이 졸업요건이나 학적 정리 시점에만 만료된 학생은 ''인증만료''로 표기
- 인증취득이 졸업요건이나 이를 취득하지 못한 학생은 인증을 취득할 때까지 ''미취득''으로 표기합니다.

3품이수증명서 발급
- 각 품 인증을 모두 취득한 학생(일부 면제 포함)은 3품이수증명서를 발급할 수 있습니다.
※ 성균관대학교 인터넷 증명 발급 사이트: https://icert.skku.edu/

3품인증 취득기한
- 매년 2월 졸업예정자는 12월 30일까지, 8월 졸업예정자는 6월 30일까지 3품 인증을 모두 취득해야 합니다.
- 3품인증 취득이 졸업요건인 학생은 3학년 말까지 취득하는 것을 권장합니다.

인증신청 관리/승인부서
- 학사바로센터(1811-8585)

인증별 주관부서
- 인성품: 학생지원팀 (02-760-1004, 1090)
- 글로벌품: 외국인유학생지원팀 (02-760-0023) [외국인]
- 창의품: 창의융합교육원 (02-760-1055)
  창업지원단 (031-290-5653) [창의]

162

대학·대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (17, '학사제도 Pg. 17', '4. 일반/특별휴학 및 복학

일반휴학

재학 중 개인적인 이유로 다음 학기에 학교를 다니지 않겠다고 의사표시를 하는 것이며, 학사일정에서 정한 휴학신청 기간에 학사서비스(GLS)를 통해 신청해야 합니다. 휴학생은 수여/수료가 불가합니다.

- 등록 전 일반휴학
  - 학기 개시 전 일반휴학 신청 기간부터 최종등록 기간까지 신청 가능합니다.
  - 학사서비스(GLS)를 통해서만 신청 가능하며, 신입생, 편입생, 재입학생의 등록 첫 학기는 휴학이 불가합니다.(단, 신입 3차 의료기관에서 발급받은 4주 이상의 진단서를 첨부할 경우 예외적으로 허용 가능합니다.)

- 등록 후 일반휴학
  - 등록금을 납부한 학생은 학사서비스(GLS)를 통해서 수업일수 3/4선까지 휴학 신청이 가능하며, 등록금 반환기준에 따라 등록금이 환불됩니다.

| 반환사유발생일 | 반환금액 |
|----------------|----------|
| 학기 개시일 30일 경과 전 | 입학금 및 등록금 전액 |
| 학기 개시일 30일 경과한 날로부터 60일 경과 전 | 입학금 전액 및 등록금의 2/3 해당액 |
| 학기 개시일 60일 경과한 날로부터 90일 경과 전 | 입학금 전액 및 등록금의 1/2 해당액 |
| 학기 개시일 90일 경과 후 | 반환하지 않음 |

※ 등록금 반환기준 및 절차 등은 취소되어, 이미 지급된 장학금은 학교로 반환해야 합니다.

- 등록 후 일반휴학을 미리 낸 학생은 잔여 등록금을 납부해야 학기 중 일반휴학이 가능합니다.

- 일반휴학 가능 학기 제한
  - 휴학 신청은 1회에 2개 학기까지 가능합니다.
  - 일반휴학은 학사과정은 6개 학기, 약학대학3학년 1학기로 편입한 학생의 경우 4개 학기까지 가능합니다.

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (170, '학사제도 Pg. 170', '3품인증제(品3品제) ■ 22

■ 품 별 취득 방법

● 인성인증
[사회봉사영역]
- 인정활동: 국내 사회봉사활동
- 최소시간: 40시간, 의과대학 88시간(각각 교외활동 50% 이상)
- 입학년도별 인증기준

| 학부생구분 | 2003학년도 이전 | 2004~2006학년도 | 2007학년도 이후 |
|------------|----------------|----------------|----------------|
| 일반 | 30시간 이상 | 30시간 이상 | 40시간 이상 (교외활동 20시간 이상) |
| 재외국민특별전형/일반편입/의학전문대학원편입 | 15시간 이상 | 30시간 이상 | 40시간 이상 (교외활동 20시간 이상) |
| 의과대학 | 88시간 이상 | 88시간 이상 | 88시간 이상 (교외활동 44시간 이상) |

[자기발전영역]
- 인정활동: 교내 자기발전 실적 인정 심사수행 및 자기개발 활동(성균인성교육센터 입실교육프로그램, 대학생자기성장 리더십프로그램, 교내 독서대학정 (2012학년도~), 교내 유학인문학특강 등)
- 최소시간: 80시간
- 자기발전영역 2시간은 사회봉사활동 1시간으로 환산 인정 (인정시간의 50%는 교외 사회봉사활동으로 인정)
- 단, 1996~2019학년도 입학자와 2020년 이전 자기발전 유예 실적만 인정

● 인성 인증 취득 방법
- 사회봉사활동을 통한 인성인증 이수
  ■ 인성인증이 가능한 사회봉사활동 프로그램에 참여하여 봉사 활동을 수행
  ■ 2007학년도 이후로 신입학한, 사회봉사활동 40시간 이상(의과대학은 88시간 이상)인 경우, 교외활동 20시간 이상을 포함하여야 하며, 교외활동은 성균관대학교 사회봉사활동페이지(https://ur1004.sku.ac.kr)에서 확인 가능

성균관대학교
SUNGKYUNKWAN UNIVERSITY

163', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (171, '학사제도 Pg. 171', 'edu), 사회복지자원봉사인증관리(www.vms.or.kr), 1365자원봉사포털 (https://www.1365.go.kr), 학교홈페이지 공지사항을 참고하여 선정할 수 있습니다.
■ 사회봉사활동은 1일 최대 8시간까지 인정됩니다.

- 사회봉사활동 이수유형 및 절차보고
1) 학교에서 안내하는 봉사기관을 통한 이수
■ 사회봉사홈페이지(https://url1004.skku.edu) 프로그램, 학교홈페이지 공지 프로그램을 통해 참여할 수 있습니다.

2) 학생 스스로 선정한 봉사기관을 통한 이수
■ 봉사활동 실시 전 아래의 유의사항에 유의하여 기관(프로그램)을 선정하여야 하며, 필요 시 인문사회과학캠퍼스 학생지원팀(02-760-1004, 1090)에서 인정가능 여부를 확인 받은 후 봉사활동을 해야 합니다.

3) 현혈
■ 본인 헌혈 시 발급되는 사회복지 봉사활동 실적인증서(VMS)를 제출 하여야 하며, 1회당 4시간, 최대 2회(8시간)까지 인정합니다. 다만, 헌혈증서를 제출하여 봉사시간을 이미 인정받은 경우 봉사시간을 추가로 인정하지 않습니다.

봉사기관 선정 시 유의사항
■ 봉사기관이 공식적 및 사회복지에 기여하는 기관(단체) 또는 프로그램일 것
■ 봉사활동은 반드시 아래의 유의사항에 따라 사전에 봉사활동의 목적, 장소, 시간, 프로그램을 정할 것! 기관(단체)와 협의할 것!
■ 봉사활동의 주목적으로 이용되는 종교단체(교회/성당/사찰 등)에서의 봉사활동은 인정되지 않음(교리 등이 아닌 것)
■ 종교단체(교회/성당/사찰 등)에서 운영하는 복지시설에서의 봉사활동은 인정되나 선교/포교활동이 아닐 것

164

출처 : 대학생활을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (172, '학사제도 Pg. 172', '4) 단체 봉사활동을 통한 이수
■ 단체 봉사활동은 학교에 등록된 동아리/대학/총학생회로 제한하며 최소 10인 이상이 동일한 장소(기관)에서 8시간 이상 사회봉사활동을 해야야 합니다.
→ 사회봉사활동결과확인서는 봉사활동을 증빙할 수 있는 사진 등의 자료 첨부

5) ''사회봉사론'' 과목 수강을 통한 이수
■ 일반선택과목으로 개설되는 ''사회봉사론''은 수업시간 중 30시간 이상의 사회 봉사활동을 이수해야 학점이 인정되는 과목입니다.

6) 농촌 봉사활동을 통한 이수
■ 농촌 봉사활동은 학교 주관 프로그램만 봉사활동으로 인정됩니다.
■ 봉사활동지로 선정 시 봉사활동장소로의 이동 시간(가는 날/오는 날) 제외되며, 실제 현장에서 봉사활동을 수행한 시간(1인 8시간)만 인정합니다.

7) 사회봉사활동 결과보고
■ 사회봉사활동결과확인서는 학교양식과 기관발급 양식 모두 인정됩니다. 하지만 기관발급 양식의 경우 확인서 발급에 봉사활동시간 인정을 위한 필수적인 요소들이 누락되지 않아야 합니다.(봉사자명, 지도교수명칭 및 인실제 구체적 봉사활동 내용, 장소/담당자 및 기관 대표자 확인 등)

※ 해외 봉사활동을 통한 이수 불가
■ 해외 봉사활동은 글로벌(국제) 영역만 인정받을 수 있으며, 민성 영역에서 인정되지 않습니다.', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (173, '학사제도 Pg. 173', 'Inspiring Future, Grand Challenge

● 글로벌인증
[외국어역량]
- 공인 외국어 성적 취득(영어, 프랑스어, 중국어, 독일어, 러시아어, 일본어, 스페인어, 한자, 한국어(외국인에 한함) 등)
※ 외국인전형입학자는 기준 이상의 공인 외국어 성적(한국어)으로만 인증 취득 가능

● 입학계열별 학생구분
- 입학계열별 외국어성적 기준 구분은 2019학번까지만 적용(2020학번부터 미적용)

학생구분 | 모집단위(학과목도)
A계열
인문사회과학계열(2001학번까지만 적용), 사회계열(2004학번 이후), 전자기기·컴퓨터공학계열(2005학번~2016학번), 전자전기공학계열(2017학번 이후), 공학계열(2008학번 이후), 건축학계열, 의·약학계열, 글로벌융합학부(2018학번 이후)

B계열
자연과학계열, 사범계열(2003학번 이전), 전자기기·컴퓨터공학계열(2004학번 이전), 공학계열(2007학번 이전), 스포츠과학대학(2016학번 이후)

C계열
재외국민 전형 합격자

D계열
예체능계열(스포츠과학대학 2015학번 이전 포함)

E계열
글로벌경제학계열, 글로벌경영학계열, 반도체계열, 소프트웨어계열, 글로벌바이오메디컬공학계열

166

대학·대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (174, '학사제도 Pg. 174', '```plaintext
3공인외국어(제3공인) 22

입학계열별 공인외국어 성적 인증 기준

외국어명 | 기 준
-------------------------------------------------
TOEIC
영어
        | 1996학번 550점 이상
        | 1997~2000학번 600점 이상
        | 2001~2003학번 A계열 650점 이상
        |               C계열/D계열 550점 이상
        | 2004학번 이후 A계열 700점 이상
        |               C계열 580점 이상
        |               단계별 680점 이상

TOEFL
        | 2001학번 이전 IBT 61점 이상
        | 2002~2003학번 A계열 IBT 69점 이상
        |               C계열/D계열 IBT 57점 이상
        | 2004학번 이후 A계열 IBT 76점 이상
        |               C계열 IBT 59점 이상
        |               단계별 IBT 101점 이상

TEPS
(개정 전)
        | 2001학번 이전 500점 이상
        | 2002~2003학번 A계열 650점 이상
        |               C계열 480점 이상
        | 2004학번 이후 A계열 690점 이상
        |               C계열 510점 이상
        |               단계별 810점 이상

TEPS
(개정 후)
        | 2001학번 이전 268점 이상
        | 2002~2003학번 A계열 355점 이상
        |               C계열 258점 이상
        | 2004학번 이후 A계열 375점 이상
        |               C계열 272점 이상
        |               단계별 458점 이상

G-TELP
        | 2001학번 이전 3단계 평균점수 50점 이상
        |               3단계 1과목 70점 이상
        | 2002~2003학번 A계열 2단계 56점 이상
        |               3단계 1과목 70점 이상
        |               3단계 3과목 63점 이상

성균관대학교
SUNGKYUNKWAN UNIVERSITY
167
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (175, '학사제도 Pg. 175', '```plaintext
Inspiring Future, Grand Challenge

외국어명          기준
영어
G-TELP          2004학번 이후
                A단계 2단계 63점 이상 3단계 83점 이상
                B단계 2단계 53점 이상 3단계 75점 이상
                C단계 2단계 67점 이상
                D단계 3단계 61점 이상
                E단계 1단계 61점 이상 2단계 87점 이상

OPIc            A단계 IM 이상 B단계 IH 이상 C단계 NH 이상
                D단계 NH 이상 E단계 IM 이상

TOEIC           A단계 130점 이상 B단계 120점 이상 C단계 110점 이상
Speaking        D단계 110점 이상 E단계 150점 이상

IELTS           2001학번 이전 5.0 이상

                2002~2003학번 A단계 5.5점 이상 B단계 5.0점 이상
                C단계/D단계 4.5점 이상

                2004학번 이후 A단계 6.0점 이상 B단계 5.5점 이상
                C단계 4.5점 이상 D단계 4.5점 이상
                E단계 7.0점 이상

프랑스어        구 DELF 1급(A1, A2, A3, A4)이상. 신 DELF B1 이상

중국어          新HSK 시험 5급 180점 이상
                OPIc(중국어) A단계 IM 이상 B단계 IL 이상 C단계 NH 이상
                D단계 NH 이상 E단계 IL 이상

독일어          - Zertifikat Deutsch(ZD) 시험 210점 이상(befriedigend)
                - TestDaF 취득

러시아어        토르플(TORFL) 1단계 이상

일본어          JLPT N2 이상
                JPT 600점 이상

스페인어        스페인어 자격증(DELE) 중급 이상
                OPIc(스페인어) A단계 IM 이상 B단계 IL 이상 C단계 NH 이상
                D단계 NH 이상 E단계 IM 이상

한자            한자능력검정시험 2급 이상
                ("한자어문회", "한국한자능력검정회", "대한검정회" 주관의 시험만 인정함)

168
대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (176, '학사제도 Pg. 176', '3공통요청서(제3공통) 22

• 외국인전형신입학생의 입학연도별 공인외국어 성적 인증 기준

| 외국어명 | 기 준 |
|----------|-------|
| 한국어   | 2014-2015학번 | TOPIK 4급 이상 |
|          | 2016학번 이후 | TOPIK 5급 이상 |

※ 외국인전형신입학생의 한국어 성적은 취득시기, 유효기간을 구분하지 아니하며, 입학원서 제출 시 위 조건을 충족하는 성적을 제출한 경우 인증을 취득하는 것으로 인정함.

[글로벌 체험학습 영역]
- 해외학습활동: 해외 교환학생(교과목 3학점 이상 인정 시)
- 해외봉사활동: 해외 대학(기관) 어학연수(교과목 3학점 이상 인정 시)
- 해외봉사활동: 해외 봉사활동 40시간 이상

[국제연구영역]
- 국제연구활동: 국제학술지에 저자(공저자 포함)로 연구논문 게재하거나 해외학술대회 참가하여 발표한 후 본인 확인 가능한 증빙
  (논문게재증명서, 학술논문 표지와 목차, 학술대회 안내자료, 참가 확인서 등을 첨부하여 인증 신청)

• 창의인증
[IT활용영역]
- IT관련 자격증(컴퓨터활용/전문자격증)

1) 한국산업인력공단 인증
   전자산업기사, 전자계산기산업기사, 정보처리산업기사, 정보기술산업기사, 전자계산기조직응용기사, 정보처리기사, 정보통신기사, 정보기술기사, 컴퓨터시스템응용기술사, 정보관리기술사, 전자계산기기술사

2) 한국정보통신교육연구원 인증: e-Test Professional MASTER 4급 이상

3) 대한상공회의소 인증
   워드프로세서 1급(2011년 이전), 종합워드프로세서(2012년 이후), 컴퓨터활용능력 1급, 컴퓨터활용사

성균관대학교 169', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (177, '학사제도 Pg. 177', '4) 한국생산성본부 인증  
   ITQ A 또는 B등급 2과목 이상 취득자, ICDL 2과목 이상 취득자 (단, 2과목은 다른 과목이어야 하며, 버전은 상관없음)  
   * ITQ A 또는 B등급에 대한 보충 설명  
     1) 2002년 11월 1일 이전 취득자는 1과목 이상만 취득하면 인정  
     2) 2004년 2월 이후 취득자는 2과목 이상 취득해야 인정  
     3) 2과목 취득자는 과목의 성격이 달라야 함 (엑셀 외에도 아레아한글과 MS 오피스 중 엑셀 외의 과목이 포함된 경우에만 과목 취득은 1과목으로 인정)  

5) 한국정보통신자격협회 인증  
   PC 정비사 1·2급, 네트워크관리사 1·2급, 인터넷정보관리사 1·2급, 마이크로 로봇 1~3급  

6) 한국정보관리협회인증: 문서실무사 1급, 컴퓨터활용능력 1급  

7) MS사 인증  
   MOS 2과목 이상 취득자단, 2과목은 과목이 다른 것이어야 하며, 버전은 상관없음.  
   MCAD, MCDST, MCP, MCSA, MCSD, MCSE, MCDBA, MCT  

8) ADOBE사 인증: ACP(舊 ACA) 2과목 이상 취득자(단, 2과목은 과목이 다른 것 이어야 하며, 버전은 상관없음)  

9) AUTODESK사 인증: ACU 2과목 이상 취득자(단, 2과목은 과목이 다른 것이어야 하며, 버전은 상관없음)  

10) 정보통신기획평가원 인증: 소프트웨어 역량검정(TOPCIT) 3수준 이상에 성적 취득  

대학원·대학원을 위한 2025 학사제도 안내  
170  ', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (178, '학사제도 Pg. 178', '```plaintext
3품인증제(제3품제) 22

[창의/진로개발영역]

1) 국내 창의성/예체능 관련 대회 또는 공모전 입상(교외 공모전: 전국규모 이상이거나 참가규모가 100인 이상, 교내 공모전: 참가자 100인 이상)
   - 창의성: 창의력, 토론, 발명, 아이디어 활용 관련 대회 또는 공모전 등
   - 예체능: 영화, 미술, 디자인, 건축, 무용, 체육 관련 대회 또는 공모전 등

2) 전문자격증 취득 및 공직 진출
   - 국가기술자격법 제9조제1항에 정한 ''기능사''급 이상의 국가자격을 취득
   - 전문자격증: 공인회계사, 세무사, 감정사, 변리사, 손해사정사, 감정평가사, 국제재무분석사(CFA: Chartered Financial Analyst, 레벨 2 이상), 국제재무위험관리사(KFRM: Financial Risk Manager), IFRS 관리사(Certified IFRS Manager)
   - 공직 진출 관련 시험 최종 합격(임용고시, 5급 공무원 공개경쟁채용(행정, 기술, 외교관후보자))

3) 산업재산권 출원
   - 특허, 실용신안, 디자인 포함(이외 산업재산권 중 상표와 저작권은 인정 불허)
   - 출원: 산업재산권출원사실증명원(산업재산권출원 가능) 등 공인 제출 필요
   ※ 공동발명(공동창작)의 경우, 공동발명자 5명 이내일 경우에만 인정

4) 교내 창업/창업프로그램 이수 및 입상(2020년 이전 실적만 인정)
   대학혁신사업단의 창업사업프로그램 수료, 대학혁신사업단의 창업프로젝트 수료, 대학혁신사업단의 창업경진대회 입상, 창업지원단의 창업경진대회 입상, 융합인재원 GCTI 창업대구 수상, 창업교육센터의 MTA, SeTA 프로그램 등 수료

5) 교내 취업프로그램 이수
   대학혁신사업단의 취업지원(진로설계와 취업 교과목, 직무 역량 향상 취업아카데미 프로그램) 이수 및 취업경진대회 입상

6) 비교과프로그램
   교내외 창의인증 4품의 비교과프로그램에 참여한 시간이 90시간 이상
   (단, 교외 프로그램의 경우, 최대 45시간까지 인정)

7) 창업
   창업지원단의창업서식에 인정하는 업종, 현재의 사업을 영위
   - 사업자등록증 및 관련 증빙서류를 첨부하여 인정함

성균관대학교
171
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (179, '학사제도 Pg. 179', '```plaintext
Inspiring Future, Grand Challenge

※ 유의사항
- 휴학생은 산업재산권 내 자격으로 2021학년도부터 창의 인증 취득 불가

● 수료후6개월초과자 3졸 면제 조치

- 3졸 인증을 취득하지 못하고 수료한 자가 수료학기(2학기)로부터 1개 학기가 경과한 학기에 이력의
  취업자 인정 기준을 갖추고 면제 신청할 경우 3졸 면제 조치
  (ex. 2025년 2월 수료 시, 1개 학기(6개월)이 지난 2025학년도 2학기(9월)부터 면제
  신청 가능, 2026년 2월 졸업 가능)

취득 기준

구분          | 취업자 인정 기준                                      | 제출 증빙자료
취업자
국내          | 면제신청일 당시 건강보험 직장 가입자                  | - 건강보험(대표)납입기준증명서
해외          | 면제신청일 당시 해외 국가에서 91일 이상 고용계약에 따라 | - 신청일 기준 유효한 취업가능
              | 주당 15시간 이상 근무하는 근로자                       |   사증/출입국, 근로사실 확인
              |                                                      |   고용/실적 관련 서류
              |                                                      |   (해외취업 관련 자료)

농업이업     | 면제신청일 당시 직장건강보험                           | - 건강보험(대표)납입기준증명서
종사자        | 직장가입자 증명, 아버지의                             | - 농업경영체 등록확인서
              | 농업경영체 등록확인서                                 | - 농업경영체 등록확인서

취업예정자는 | 면제신청일 당시 사업자등록이                           | - 사업자등록증명원
자격요건충족자 | 되어있고, 연간 매출액이                                | - 소득금액증명원 1부
(자영업)      | 4,065,609원 이상인 경우에 한함
프리랜서      | 면제신청일 당시 연간                                  | - 원천징수영수증
              | 매출액 4,065,609원 이상인 경우에 한함
              | *개별 사업자신고시 사업자등록
              | 소득 신고한 경우는 1인
              | 창사업자로 적용

172
대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (18, '학사제도 Pg. 18', '일반/특별휴학 및 복학 04

경우 제외) 및 의과대학 8개 학기), 석사 및 박사과정은 3개 학기(특수대학원 석사과정 4개 학기), 석박사통합과정은 6개 학기까지 가능합니다.
- 제적당한 학생의 제적 전 휴학기간이 수는 재학 중 사용가능한 휴학 기간 수에 포함됩니다.
- 임신출산육아휴학, 창업휴학은 사용가능한 일반휴학 학기 수 산정 시 제외됩니다.

■ 특별휴학
임신출산육아를 사유로 휴학을 할 수 있으며, 창업 준비나 운영 등을 위하여 휴학 신청이 가능합니다.

• 임신출산육아휴학
- 1회 신청 시 최대 2개 학기까지 휴학이 가능하며 재학 중 총 4개 학기까지 휴학할 수 있습니다.(육아를 사유로 휴학하는 경우 만 8세 이하의 자녀가 있는 부모 중 1명만 휴학할 수 있습니다.)
- 임신출산육아휴학은 연세 학사서비스(GLS)를 통해 신청하여야 하며, 신청 시 진단서 또는 가족관계증명서를 첨부하여야 합니다.
- 등록한 후 임신출산육아휴학을 신청하는 경우 등록금은 납부하였는 학기로 이월되어 무료복학 대상이 되며 등록금 분할납부자는 잔액을 납부한 후 휴학이 가능합니다.

• 창업휴학
- 1회 신청 시 1학기 휴학이 가능하며 재학 중 총 4개 학기까지 휴학할 수 있습니다.
- 창업휴학은 창업지원단추천서는 별도 소정의 기업(단, 공공기관은 제외)에 신청할 수 있습니다.
- 2018년 7월 1일부터 창업휴학자는 창업지원단에서 담당하고 있습니다.
- 대학원생의 경우 창업휴학은 석사과정에 한하여 신청할 수 있습니다.
- 창업지원단 창업교육센터에서 제시하는 서식을 기준으로 창업휴학을 신청할 수 있으며, 심의 후 통과되면, 소속 대학행정실에서 최종적으로 창업휴학을 승인합니다.

성균관대학교

11', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (19, '학사제도 Pg. 19', '일반복학

일반휴학 및 특별휴학 기간이 만료되면 다시 재학하기 위하여 복학 신청해야합니다. 해당학기 학사일정에 정해진 휴·복학 기간 내 학사서비스(GLS)를 통해 복학 신청이 가능합니다.

- 일반복학자의 등록
  - 복학 신청하여 승인된 학생은 학사일정에 정한 기간에 수강신청과 등록금 납부를 모두 마쳐야 합니다.
  - 수강신청은 복학 신청 후 등록금 납부 전이라도 가능하며, 등록금 납부는 개강 전에 있는 등록기간까지 가능합니다.

- 일반복학의 제한
  - 대계열로 입학한 학사과정 신입학생 중 학과진입을 하지 않은 상태에서 일반휴학한 학생은 반드시 학기를 맞춰 복학하여야 하며, 이 학기가 맞지 않을 경우 복학(연락기 복학)할 수 없습니다.

12

대학 · 대학원을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (20, '학사제도 Pg. 20', '5. 입대휴학 및 제대복학

■ 입대휴학

대한민국 국민의 병역의무 이행으로 인하여 학업에 임할 수 없는 기간에 휴학하는 것으로 입대 전에 학사서비스(GLS)로 신청하여야 하며, 입대일자부터 입대휴학이 시작됩니다. 입대휴학 중인 학생도 연기 시 연기휴학을 별도 신청하여야 합니다.

- 입대휴학 신청 방법 및 제출서류
  - 입대일 4주 전부터 학사서비스(GLS)로 신청이 가능하며, 입영통지서 등 입대휴학 증빙서류를 신청 시 첨부파일로 제출하여야 합니다.
  - 입대휴학 신청 없이 입대한 경우, 제적처리 될 수 있습니다.

- 입대휴학 신청자의 귀향, 입영기일 연기 등에 따른 의무사항
  - 입대 후 훈련소에서의 신체검사 결과 등의 사유로 귀향조치 되거나, 본인 신청, 기타의 사유로 입영연기 조치를 받은 경우에는 7일 이내 귀향증 등 증빙서류를 소속 대학행정실로 제출하여야 합니다.
  - 입대휴학 중에 입영연기 또는 귀향 등으로 입영연기 조치를 경우 다시 재학상태로 전환되며, 제대 후에 복학하여야 하며 학기 수업 및 시험에 참여하여야 합니다.

- 귀향 또는 입영연기 조치자임에도 신고를 하지 않은 채 학업에 복귀하지 않을 경우, 제적 등 불이익이 발생할 수 있으니 유의하시기 바랍니다.

성균관대학교  
SUNGKYUNKWAN UNIVERSITY', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (21, '학사제도 Pg. 21', '임대휴학자 학점인정

학생이 수업일수 3/4선 경과 후, 중간고사 이내에 임대휴학 할 경우, 지금까지 다닌 학기의 성적을 받고 복학 후 다음 학기를 등록할 것인지, 아니면 지금까지 다닌 학기의 성적을 포기하고 복학 후에 해당 학기를 다시 이수할 것인지에 대한 의사표시를 하는 제도입니다.

- 휴학하는 학기의 성적인정을 희망한 경우
  - 휴학하는 학기의 성적은 정상적으로 부과되며, 차후 복학 시 등록금을 납부하여야 합니다.
  - 임대 휴학 시 스스로 과목별로 담당 교강사가 성적부여 여부 및 성적을 평가받을 수 있도록 조치(개별시험, 리포트제출, 개별발표 등)를 취해야 합니다.
  - 교과목 담당교수가 중간시험성적, 출석 상황, 과제보고서 및 평소의 학습 등을 감안하여 평가한 성적이 그대로 부과됩니다.

- 휴학하는 학기의 성적불인정을 희망한 경우
  - 교과목 담당 교강사가 성적을 부과하여도 해당 학기 성적을 인정하지 않습니다.
  - 휴학 당시의 학기를 다시 재학하여야 하므로, 제대복학 후 무료복학 대상자로 조치합니다.

- 신청 방법
  - 학사서비스(GLS)에서 임대휴학 신청 시 인정여부를 결정하여 임대휴학을 신청합니다.

14

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (22, '학사제도 Pg. 22', '입대휴학 및 제대복학 05

■ 제대복학

입대휴학하여 병역의 의무를 필한 학생이 제대 후 다시 학교로 복귀하겠다는 의사를 표시하는 것이며, 제대일이 포함된 학기의 개시일로부터 1년 이내의 복학신청 기간에 복학신청을 해야 합니다.

- 제대복학 준비서류
  - 병적사항이 기재된 본인 주민등록 초본 1부 또는 전역증/병적증명서

- 제대복학 절차
  - 학사일정에 정해져 있는 복학기간에 제대복학 준비서류를 첨부하여 학사서비스(GLS)를 통해 신청하여 하고 등록 및 수강신청을 모두 마쳐야 합니다.
  - 공시서류 미제출 시 복학 신청 및 수강신청 사항이 일괄 삭제될 수 있습니다.

- 개강 후의 제대복학의 최종기한
  - 휴가를 이용하여 전역 전에 실질적인 수업참여가 가능한 수업일수(3/4)를 채운 수 있는 경우에는 수업일수 1/4선을 초과하여 전역할 경우에도 조기 제대복학이 가능합니다. 단, 복무기간 중도 이탈없이 해당 학기 수업일수의 2/4 경과 후에 있는 자는 복학 신청할 수 없습니다.
  - 전역일이 수업일수 1/4 이내 전역예정자의 경우 전역예정증명서를, 전역일이 수업일수 2/4 이후 수업일수 3/4 이전 전역예정자의 경우 전역예정증명서(휴가증 발급이 불가한 경우 부대장 확인서)를 학사서비스(GLS)에 복학하여야 합니다.
  - 전역예정증명서를 제출한 학생의 경우 복무기간 종료 후 학사서비스(GLS)를 통해 전역증을 제출하여야 하며 기재된 주민등록 초본을 추가 제출하여야 합니다.

■ 입대휴학 만료 제적처리
  - 입대휴학 후 2년을 초과한 당해 학기 개시일로부터 1년 이내에 제대복학 또는 일반휴학연장을 신청하지 아니한 자는 입대휴학만료제적 처리합니다.

<입대휴학만료제적 예시>
※ 2024년 9월 1일 ~ 2025년 2월 28일 제적: 2025년 2학기 개강 이전 복학/휴학 신청 필수
※ 2025년 3월 1일 ~ 2025년 8월 31일 제적: 2026년 1학기 개강 이전 복학/휴학 신청 필수

성균관대학교

15', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (23, '학사제도 Pg. 23', '6. 학사과정 교육과정 이수

■ 교육과정 개요

교육과정은 우리대학의 교육목표를 달성하기 위한 교육내용을 교과목으로 편성하여 학생에게 체계적으로 제공하는 것으로 학생은 소정의 교육과정을 이수하여 수료 및 졸업이 가능합니다.

- 학사과정 교육과정의 과목 구성
  - 학사과정 교육과정의 과목은 성교과목(중핵-균형)과목, DS(Data Science)과목, 전공과목, 선택과목으로 구성되어 있습니다.

- 성교과목(중핵-균형)과목은 중핵교양과 균형교양으로 구성되어 있으며, 중핵교양에는 창의리더십, 글로벌화, 창의, 소통사고, 글로벌 영역이 있고 균형교양은 인간/문화, 사회/역사, 자연/과학기술, 인문자연과학개념, 자연과학개념 영역으로 구성되어 있습니다.

- DS(Data Science)과목은 사회적 중요성과 필요성이 증대되고 있는 SW와 AI분야에 대한 창의융합형 교육을 강화하기 위한 과목으로 DS기반과 DS심화 영역으로 구성되어 있습니다.

- 전공과목은 전공분야의 전문학술적 이론을 탐구 학습하는 과목과 이의 검증 및 체득을 위한 실험·실습·실기 과목으로 구성되며, 전자는 전공분야 학문의 요소를 이해하고 응용할 수 있는 능력을 배양하고, 후자는 전공분야의 학문적 요소를 실험·실습·실기를 통해 체득할 수 있는 능력을 배양하는 데 중점을 두고 있습니다. 전공과목은 학사과정생이 필수로 이수하는 학사필수과목과 학사과정생이 자유롭게 선택하여 이수하는 학사선택과목으로 구분됩니다.

- 선택과목은 졸업, 취업, 자격증 취득 등 특정한 목적을 위해 이수하는 과목으로 학생의 선택에 따라 교직과목, 평생교육사과목, 군사학과목, 일반선택과목으로 구분됩니다.

16

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (24, '학사제도 Pg. 24', '학사과정 교육과정 이수 06

■ 졸업소요학점 충족

입학년도별 교육과정에 따라 졸업소요학점을 충족해야 하며, 교육과정 개정에 따라 성균교양(공통교양)·전공과정 및 DS(Data Science)교과목의 영역별 의무학점 수, 전공과목 이수구분 등이 변경된 경우에는 기 입학자에 대하여 정해진 경과조치에 따라 이수해야 합니다.

- 졸업소요학점 충족방법
  - 성균교양(공통교양)·전공과정과 DS(Data Science)학과의 총학점 및 영역별 최소학점 이상을 충족
  - 성균교양(공통교양) 및 영역별 최소학점 이상을 충족
  - 추가로 성균교양(공통교양) 및 DS(Data Science)과목, 전공과목 또는 타 학과 전공과목, 선택과목으로 중복없이 취득하여 총 졸업소요학점(복수전공학점) 충족

- 국제어수업 의무학점
  - 대상: 2024학년도 이후 신입학한 내국인 학사과정생 및 2026학년도 이후 편입생 (2024학번)
  - 제외대상: 국학 분야 학과(국어국문학과, 한문학과, 한문교육과, 사학과) 학사 및 재직자 전형/재교육 계약학과(응용시스템공학부, 소프트웨어융합학과) 학생, 외국인 학생
  - 의무학점

| 구분 | 2024학번 이후 | 비고 |
|------|----------------|------|
| 전공 | 12학점 이상   | 비고란: 2026학년도 이후 편입생은 2024학번과 동일하게 3학점 이상을 국제어로 개설된 전공과목으로 이수해야 하며, 전공과목 이수 시 국제어로 개설된 과목을 우선적으로 이수해야 함 |
| 총 학점 | 18학점 이상 | |

- 국제어수업 의무학점 충족방법 (2024학번부터 적용)
  - 자신이 속해있는 전공과목 중 국제어로 개설된 과목(C/L 포함)으로 인정받을 수 있는 학점
  - C/L 과목은 국제어수업으로 인정받을 수 있음
  - C/L 과목은 국제어수업 의무 충족학점으로 중복인정 가능
  - 제1전공, 제2전공, 제2전공을 경영하는 부전공자는 해당이 경영학에서 C/L 과목으로 지정한 경영학의 국제어수업 OOO과목으로 이수 가능

성균관대학교 17', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (25, '학사제도 Pg. 25', '죄우, 이 학생의 국제수업 취득학점은 6학점이 아닌, 3학점으로 계산됩니다.
- 해외 당 대학 학위과정 및 우리대학 개설 국제하계강좌(ISS)등 수강에서 취득한 전공학점은 국제수업 학점으로 인정됩니다.(국내 타 대학 학점 교류를 통해 취득한 수업은 국제수업 학점으로 인정되지 않음)
- 국학 분야 학문(국어국문학과, 한문학과, 한문교육과, 사학과) 학생 및 재직자 전형/제2국어 계약학과(중어중문학과, 아랍어학과, 스페인어통번역학과) 학생은 국제수업 의무학점이 면제됩니다. 단, 국학 분야 학문 학생이 제2전공으로 국학 분야 제2전공으로 국학 분야 학문(국어국문학과, 한문학과, 한문교육과, 사학과) 학생이 아닌 학생이 경제학과를 복수전공한다면 전공 9학점 이상 국제수업 의무학점을 충족해야 합니다.

• 편입생 및 약학대학(6년제) 전과생/편입생의 성과교양(중급·균형) 영역 이수
- 편입학(일반, 학사) 및 약학대학(6년제) 전과생/편입생은 성과교양(중급·균형) 영역 이수인정에도 불구하고균형인정·리더십영역의 과목(2학점)을 이수하여야 합니다. 단, 2012학년도 이전 학사편입생은 이수 의무를 면제하며, 약학대학 전과생 중 본교에서자유학사과정자,영역 또는성균인정·인성영역 학점을 기 이수한 경우에는 이를 인정받을 수 있습니다.

18

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (26, '학사제도 Pg. 26', '```plaintext
학사과정 교육과정 이수 06

■ 학년수료인정기준
- 학년수료인정에 필요한 등록학기 수 및 학점(2025학번 기준)

대학 | 학년 | 등록학기수 | 인문대학, 자연과학대학, 약학대학, 의과대학, 약학과, 의학과
     |      |            | 공과대학, 소프트웨어융합대학, 약학대학, 의과대학, 약학과, 의학과
     |      |            | 사회과학대학, 생명공학대학, 약학대학, 의과대학, 약학과, 의학과
     |      |            | 경영대학, 스포츠과학대학, 약학대학, 의과대학, 약학과, 의학과
     |      |            | 상경대학, 약학대학, 의과대학, 약학과, 의학과

1학년 | 2학기 이상 | 30학점 | 36학점 | 42학점 | 42학점
2학년 | 4학기 이상 | 60학점 | 66학점 (건축학 64학점) | 70학점 | 81학점 | 88학점
3학년 | 6학기 이상 | 90학점 | 96학점 (건축학 96학점) | 105학점 | 123학점
4학년 | 8학기 이상 | 120학점 | 130학점 (건축학 128학점) | 140학점 | 148학점 | 173학점
5학년 | 10학기 이상 | 160학점 (건축학 160학점) | 189학점
6학년 | 12학기 이상 | 230학점

※ 학칙 제40조(학사과정의 졸업), 학칙시행세칙 제44조(학사과정 조기졸업)의 요건을 모두 충족한 조기졸업자는 최대 1년을 단축하여 수여 가능

성균관대학교
SUNGKYUNKWAN UNIVERSITY
19
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (27, '학사제도 Pg. 27', '
성균교양(중점·균형) 교육과정 이수 방법

● 2025학번 성균교양(중점·균형)과정 학점 이수표
※ 성균교양(중점·균형)과정 이외에 DS(Data Science)교과목도 이수하여야 함.

<성균교양(중점·균형) 영역별 이수 학점표>

모집단위 / 소속대학 / 소속학과 (또는 계열)
[인문계열]
- 인문과학계열 (글로벌리더학부 포함), 문과대학
  인문과학 2 / 언어와표현 3 / 세계의문화 4 / 문학과예술 4 / 역사와철학 3 / 수리와기초과학 4 / 정보와기술 - / 생명과환경 - / 경제와사회 3 / 인간과사회 4 / 사회와글로벌 3 / 융합 - / 계열공통 30 / 소계 15 / 전공역량 1 / 진로탐색및설계 2 / 대학생활과자기설계 - / 합계 48

[사회과학계열]
- 사회과학계열, 사회과학대학
  2 / 3 / 4 / 4 / 3 / 4 / - / - / 3 / 4 / 3 / - / 30 / 15 / 1 / 2 / - / 48

[경제학과]
- 글로벌경제학과 포함, 경제대학
  2 / 3 / 4 / 4 / 3 / 4 / - / - / 3 / 4 / 3 / - / 30 / 15 / 1 / 2 / - / 48

[자연과학계열]
- 자연과학계열, 자연과학대학
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

[생명과학과]
- 생명과학과, 자연과학대학
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

[공과대학]
- 전자전기공학부
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

- 반도체시스템공학과
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

- 기계공학부
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

- 건설환경공학부
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

- 시스템경영공학과
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

- 화학공학/고분자공학부
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

[소프트웨어융합대학]
- 소프트웨어학과
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

[지능형반도체공학과]
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

[공학계열 기타]
- 글로벌바이오메디컬공학과
  2 / 3 / 3 / 3 / 3 / 4 / 4 / 3 / 4 / 3 / 3 / - / 30 / 18 / 1 / 2 / - / 51

[스포츠과학계열]
- 스포츠과학과
  2 / 3 / 4 / 4 / 3 / 4 / - / - / 3 / 4 / 3 / - / 30 / 15 / 1 / 2 / - / 48

[예체능계열]
- 영상학과
  2 / 3 / 4 / 4 / 3 / 4 / - / - / 3 / 4 / 3 / - / 30 / 15 / 1 / 2 / - / 48

[약학대학]
- 약학과
  2 / 3 / 4 / 4 / 3 / 4 / - / - / 3 / 4 / 3 / - / 30 / 15 / 2 / 1 / 2 / 52

[유의사항]
- 소속계열 영역 중 ‘참여지표교과’/‘학습법’/‘자기설계’ 중 최소 1과목 필수 이수 및 잔여학점은 영역 내 자유 수강
- 글로벌융합학부: ‘중점영역’ 기준 이수
- 인문계열/자연계열 일부 학과: 계열 공통에서 특정 영역 필수 이수
- 공학교육인증(ABEEK): 성균교양 내 특정 교과가 공학인증으로 대체됨
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (28, '학사제도 Pg. 28', '학사과정 교육과정 이수 06

- 2024학번 성균교양(중점·균형)과정 학점 이수표
※ 성균교양(중점교양)과정 이외의 DS(Data Science)교육과정도 이수하여야 함

| 모집단위 | 소속대학 | 성균 | 인문 | 자연 | 의사 | 창의 | 글로벌 | 언어/ | 서양/ | 자연/ | 인문 | 인문 | 계열 | 합계 |
|          |          | 연론 | 과학 | 과학 | 소통 | 융합 | 시민 | 생명/ | 세계 | 과학/ | 예술 | 사회 | 기초 |      |
|          |          | 과목 | 과목 | 과목 | 과목 | 과목 | 과목 | 역사 | 역사 | 기술 | 과목 | 과목 | 과목 |      |
|          |          |      |      |      |      |      |      |      |      | 기초 |      |      |      |      |
|----------|----------|------|------|------|------|------|------|------|------|------|------|------|------|------|
| 인문과학계열 | 유학대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
| 사회과학계열 | 사회과학대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
|          | 경제대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
|          | 경영대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
|          | 사범대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
|          | 스포츠과학대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
| 자연과학계열 | 자연과학대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 24 | 40 |
|          | 생명과학대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 24 | 40 |
| 공학계열 | 공과대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 24 | 40 |
|          | 소프트웨어대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 24 | 40 |
| 건축학계열 | 건축대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 24 | 40 |
| 예체능계열 | 예술대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
|          | 스포츠과학대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
| 융합계열 | 융합대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 18 | 15 | 31 |
| 약학 | 약학대학 | 2 | 3 | 4 | 3 | 4 | 3 | 16 | 6 | 15 | 21 | 37 |

- 글로벌 영어 등 ‘영어A/T(2학점) 필수’ 이수
- 균형교양 영역의 언어/논리, 사회/역사, 자연/과학/기술 영역 중 6학점 이상(최소 2개 영역 이수)
- 인문사회과학캠퍼스 소속 학생은 인문/사회 기초 과목 3학점 필수 이수
- 자연과학캠퍼스 소속 학생은 자연/과학/기술기초 과목 3학점 필수 이수
- 필수교양과목은 운영 학과에서 다른 학문분야 인증(공학교육인증ABEEK) 프로그램에 자동 소속되며, 자연과학/법학/의학에서
  공학교육인증ABEEK에 해당없이 이수하여야 함
※ 공학교육인증ABEEK 이수방법: p.55 ~ 학사과정 공학교육인증ABEEK 참조

성균관대학교
SUNGKYUNKWAN UNIVERSITY

21', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (29, '학사제도 Pg. 29', '```plaintext
Inspiring Future, Grand Challenge

- 2021-2023학번 성교양(중경-근행)과정 학점 이수표
※ 성교양(중경-근행)과정 외의 DS(Data Science)교과목도 이수하여야 함

모집단위          소속학과          성교양(중경-근행)          전공영역
                                    필수
                                    리더십  명저  의사  창의  철학  소계  학문/사회/자연/기술  계  합계
                                    독서   소통        융합        역사
                                    2      3     4     3     6     18   6     9     15     21  51  33

인문과학계열
사회과학계열
  국어국문학과
  영어영문학과
  독어독문학과
  불어불문학과
  중어중문학과
  일어일문학과
  사학과
  철학과
  사회학과
  심리학과
  정치외교학과
  행정학과
  경제학과
  경영학과
  무역학과
  스포츠과학과
  스포츠산업학과
  스포츠코칭과학과
  스포츠건강재활학과
자연과학계열
  자연과학대학
  생명과학대학
전자정보학부
  전자정보학부
반도체시스템공학
소프트웨어융합대학
  소프트웨어학부
  소프트웨어융합학부
공과대학
  공과대학
건축학부
  건축학부
약학계열
  약학계열
  약학대학
의학계열
  의학계열
  의과대학

- 글로벌 영역 중 ''영어''는 7(2학점)학점 이상
- 전공영역 영어의 경우 인문/사회, 역사/자연/기술 영역 중 6학점 이상(최소 2개 영역 이상)
- 전공영역 학문/사회/자연/기술 영역 중 6학점 이상(최소 2개 영역 이상)
- 전공영역 학문은 인문사회계열/자연과학계열/공학계열 중 해당 소속 교육 과정 필수 이수
- 전공영역 자연과학계열 소속은 생명과학대학/ABEEK 프로그램에 자동 소속되며, 자연과학/기술영역에서
  전공영역 중 18학점 이상 이수하여야 합니다.
※ 공학교육인증ABEEK 이수학부: p.55 ''학사제도 공학교육인증ABEEK'' 참조

22
대학 : 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (30, '학사제도 Pg. 30', '```plaintext
학사과정 교육과정 이수 06

- 2020학번 성교양(중점·균형)과정 학점 이수표

모집단위 소속학과 성교양 인성 리더십 1학년 필수 외국어 의사소통 중점교양 성교양(중점균형) 균형교양 합계 
융합 (SW/AI) 글로벌화 인간/문화 사회/역사 자연/과학 기술/기반 인문사회계열 사회복지학부 사회복지학전공 2 3 4 3 6 3 3 9 18 42 
사회복지학부 아동학전공 2 3 4 3 6 3 3 9 18 42 
경찰행정학부 경찰행정학전공 2 3 4 3 6 3 3 9 18 42 
경찰행정학부 범죄심리학전공 2 3 4 3 6 3 3 9 18 42 
경찰행정학부 군사학전공 2 3 4 3 6 3 3 9 18 42 
경찰행정학부 소방방재학전공 2 3 4 3 6 3 3 9 18 42 
경찰행정학부 공공안전학전공 2 3 4 3 6 3 3 9 18 42 
경찰행정학부 공공정책학전공 2 3 4 3 6 3 3 9 18 42 
자연과학계열 자연과학대학 2 3 4 3 6 24 3 3 3 24 3 3 57 
전자정보대학 2 3 4 3 6 24 3 3 3 24 3 3 57 
반도체시스템공학부 2 3 4 3 6 24 3 3 3 24 3 3 57 
소프트웨어학부 소프트웨어학전공 2 3 4 3 6 24 3 3 3 24 3 3 57 
소프트웨어학부 인공지능학전공 2 3 4 3 6 24 3 3 3 24 3 3 57 
공과대학 2 3 4 3 6 24 3 3 3 24 3 3 57 
글로벌미디어대학 2 3 4 3 6 24 3 3 3 24 3 3 57 
경영대학 2 3 4 3 6 3 3 9 18 42 
호텔관광대학 2 3 4 3 6 3 3 9 18 42 
예술대학 2 3 4 3 6 3 3 9 18 42 
약학대학 2 3 4 3 6 3 3 9 18 42 
의과대학 2 3 4 3 6 3 3 9 18 42 
치과대학 2 3 4 3 6 3 3 9 18 42 
한의과대학 2 3 4 3 6 3 3 9 18 42 
생명과학대학 2 3 4 3 6 3 3 9 18 42 

- 전자정보대학, 반도체시스템공학부, 소프트웨어학부, 공과대학, 글로벌미디어대학전공자는 인문/SW/AI영역 중 SW 교과목 (창업프로그램기획실습, 창업캡스톤프로그램) 이수, 그 외 학과 및 전공은 SW 교과목 선택영역(창업캡스톤과 SW)로, 창업캡스톤프로그램 이수.
- ※ ''AI기술융합''은 ''인간/문화'' (이수대상)
- 균형 9영역 중 3영역이상에서 9학점 이상 이수
- 균형 9영역 중 ''자연/과학'' 영역은 ''자연과학/공과계열'' 최소학점 이수
- ※ 자연과학계열은 ''자연과학/공과계열'' 영역 중 ''생명·산업·과학·공학'' 교과 3학점 필수 이수
- 공학교육인증 프로그램 소속 학과는 공학교육인증ABEEK 프로그램의 자동 소속되며, 자연과학기반영역에서 공학교육 18학점이상 이수해야 함.
- ※ 공학교육인증ABEEK 이상학부: p.55 ~ ''학사과정 공학교육인증ABEEK'' 참조

성균관대학교 23
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (31, '학사제도 Pg. 31', '```
Inspiring Future, Grand Challenge

- 2016~2019학번 성공인성·교양·기초 학점 이수표

모집단위 | 소속대학 | 성공인성 | 창의교양 | 교양 | 기초
---|---|---|---|---|---
대학 | 학과 | 인성 | 리더십 | 창의적 사고 | 소통과 협업 | 글로벌 시민 | 생명과 환경 | 과학적 기초 | 문학과 예술 | 역사와 철학 | 사회와 경제 | 기본 외국어 | 제2 외국어 | 계
인문과학대학 | 국어국문학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 9 | 38
사회과학대학 | 정치외교학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 9 | 38
사회과학대학 | 사회복지학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 9 | 38
자연과학대학 | 자연과학부 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 24 | 53
자연과학대학 | 생명과학부 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 24 | 53
전자정보대학 | 전자정보공학부 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 24 | 53
반도체시스템공학부 | 반도체시스템공학부 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 21 | 50
소프트웨어학부 | 2016학번 | 소프트웨어융합학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 21 | 50
소프트웨어학부 | 2017~2019학번 | 소프트웨어융합학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 21 | 50
공과대학 | 건축공학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 24 | 53
공과대학 | 건축학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 24 | 53
글로벌바이오메디컬공학과 | 글로벌바이오메디컬공학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 24 | 53
약학대학 | 약학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 15 | 44
의과대학 | 의예과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 9 | 38
의과대학 | 의학과 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 9 | 38
스포츠과학대학 | 스포츠과학부 | 2 | 2 | 4 | 2 | 4 | 4 | 4 | 4 | 3 | 3 | 3 | 25 | 9 | 38

※ 주의
- 전자정보대학, 반도체시스템공학부, 소프트웨어학부, 공과대학, 글로벌바이오메디컬공학과는 창의와 프로페어 영역의 ''창의적 사고'' 영역을 이수하지 않고 기초과학기술영역의 미래(SW/AI)영역의 전산 과목(프로그램과 알고리즘, 공학컴퓨터프로그래밍) 6학점 이수
- 2017~2019학번의 소프트웨어학부 소속 학생은 전산과학기초 영역 3학점 필수 이수
- 2016학번의 소프트웨어학부 소속은 전산기초기술 영역 3학점 필수 이수
- 2014학년도 이후에 입학한 한의학과(학사/편입), 약학대학 전공자 및 편입생은 ''성공인성''(2학점) 과목을 이수하여야 함

24
대학·대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (32, '학사제도 Pg. 32', '학사과정 교육과정 이수 06

※ 글로벌융합학부
- 글로벌융합학부 소속 학생은 기초인문사회과학, 기초자연과학 영역 내 총 9학점 이수
- 전자전기공학부, 소프트웨어학과, 정보통신, 글로벌미디어대학원에서 개설된 글로벌융합학부로
전입하는 학생들은 1학년 때 기초전자기학및실험 (MSW/AI융합)와 전자회로및프로그램기초실습,
공학컴퓨팅프로그래밍 이수 시 소프트웨어기초영역을 6학점 이수한 것으로 인정

- 2014~2015학번 성균인성·교양·기초 학점 이수표

| 대학(학과) | 성균인성 | 교양 | 기초 | 합계 |
|-------------|----------|------|------|------|
| 인문대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 21 | 12 | 10 | 37 |
| 사회과학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 21 | 12 | 10 | 37 |
| 경제대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 21 | 12 | 10 | 37 |
| 경영대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 21 | 12 | 10 | 37 |
| 사범대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 21 | 12 | 10 | 37 |
| 예술대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 21 | 12 | 10 | 37 |
| 자연과학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 21 | 6 | 22 | 49 |
| 정보통신대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 21 | 6 | 22 | 49 |
| 공과대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 21 | 6 | 22 | 49 |
| 소프트웨어대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 21 | 6 | 22 | 49 |
| 수학과 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 21 | 6 | 22 | 49 |
| 건축학과 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 21 | 6 | 22 | 49 |
| 약학대학 | 2 | 0 | 2 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 |
| 스포츠과학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 21 | 6 | 22 | 49 |
| 의과대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 21 | 6 | 22 | 49 |

※ 2014학년도 이후에 입학한 편입생(학사/일반), 약학대학 전과생 및 편입생은 ''성균인성''(2학점) 과목을 이수하여야 함

성균관대학교

25', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (33, '학사제도 Pg. 33', 'Sure, here is the transcribed text from the image:

---

Inspiring Future, Grand Challenge

- 2013학년도 이전 신입생

2013학년도 이전 신입생 중 중점 교양·기초 학력 미이수자 또는 재수강 희망자는 변경된 교육과정에 맞추어 학점을 이수하여야 합니다. 이에 따라 2013학년도 이전 신입생이 ''성공논다''(2학점)를 이수한 경우 ''중점교양-유학사상과자연 영역'' 학점을 이수한 것으로 인정하며, ''성공리더십'' 영역의 아트포트폴리오과리더십 또는 실천리더십 과목을 이수한 경우 ''중점교양-리더십 영역'' 학점을 이수한 것으로 인정합니다.

- ''중점교양-유학사상과자연 영역'' 미이수자는 ''성공인상-리더십'' 영역 교과목인 ''GEDC010 성공논다''로 대체하여 이수하여야 합니다.
- ''중점교양-유학사상과자연 영역'' 이수자가 재수강을 희망할 경우 ''성공인상-리더십'' 영역 교과목인 ''GEDC010 성공논다''로만 대체하여 재수강할 수 있습니다. 단, ''중점교양-유학사상과자연 영역''에서 2과목 이상을 이수한 경우 대체되는 지정 교과목이 동일할 수 있으며, 이 경우 1과목만을 재수강할 수 있으므로 유의하여야 합니다.
- ''중점교양-리더십 영역'' 미이수자는 ''성공인상-리더십'' 영역 교과목 중 ''GEDC015 아트포트폴리오과리더십'' 또는 ''GEDR014 실천리더십'' 을 대체하여 이수하여야 합니다.
- ''중점교양-리더십 영역'' 이수자가 재수강을 희망할 경우 ''성공인상-리더십'' 영역 교과목인 ''GEDR014 실천리더십'' 으로만 대체하여 재수강할 수 있습니다. 단, ''중점교양-리더십 영역''에서 2과목 이상을 이수한 경우 대체되는 지정 교과목이 동일할 수 있으며, 이 경우 1과목만을 재수강할 수 있으므로 유의하여야 합니다.
- 2011학년도 이전 신입생의 경우, 2012학년도부터 디지털정보문해 영역이 폐지됨에 따라, ''디지털정보문해'' 영역의 이수학점은 전공 및 교양의 선택학점으로 인정합니다. 단, ''디지털정보문해'' 영역의 교과목 중 일부는 기초학력인정 교과목으로 지정되어 있으며, 이 경우 기초학력인정 교과목은 기초학력인정 교과목으로 인정됩니다.

26

대학·대학원을 위한 2025 학사제도 안내

---', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (34, '학사제도 Pg. 34', '학사과정 교육과정 이수 06

- 2012~2013학번 교양·기초 학점 이수표

| 대학(학부) | 영역별 | 합계 |
|---|---|---|
| 인문대학 사회과학대학 경상대학 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 자연과학대학 생명공학대학 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 공과대학 [건축학전공] | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 공과대학 [건축학전공] | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 정보통신대학 컴퓨터교육과 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 전자전기컴퓨터공학부 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 소프트웨어학부 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 건축학과 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 약학대학 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 스포츠과학대학 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |
| 의과대학 | 2 4 2 4 2 2 3 3 3 3 25 12 (15) 37 (40) |

* 주의:
- ''생명과학(2학점) 과목을 이수할 경우 ''중점교양-유학생실과''기타 영어'' 학점을 이수한 것으로 인정함
- ''정보관리와 영어'' 과목 중 ''GEDC015 영어프레젠테이션과리더십'' 또는 ''GEDR014 실리콘밸리와 리더십''을 이수할 경우 ''중점교양-리더십'' 영역 학점을 이수한 것으로 인정함
- 2013학년도부터
  - 2013학년도부터 입학한 학부생(학사/입학), 약학대학 전공자는''유학생실과''기타 영어에서 2학점을 이수하여야 하며,
  - 2013학년도부터 유학생실과''기타 영어''를 이수하지 않은 학생은 ''생명과학(2학점)'' 과목을 대체 이수하여야 함
- ( )의 학점은 2012학번 학점임
  - 건축학과, 수학교육과, 컴퓨터교육과 등은 ''전공필수''3개 영역 중 2개 영역을 선택하여 영역별 이수하는 것응 허용함

성균관대학교

27', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (35, '학사제도 Pg. 35', '```
Inspiring Future, Grand Challenge

• 2005~2011학번 교양·기초 학점 이수표

제품 | 교양 | 기초 | 합계
----|----|----|----
유형 | 사회적 개혁 | 역사적 사유 | 생명의 이해 | 문학적 상상력 | 글로벌 영어 | 과학적 탐구 | 만남의 예술 | 사회/문화적 이해 | 재정/경제적 이해 | 기초 인문사회 과목 | 기초 자연과학 과목 | 소계 | 합계
약학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
사회과학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
경영대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
공과대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
자연과학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
공학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
생명과학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
의학대학 (2005~2008) | 2 | 4 | 2 | 4 | 2 | 0 | 0 | 0 | 0 | 6(2개 영역) | 20 | 0 | 20
의학대학 (2009~2011) | 2 | 4 | 2 | 4 | 2 | 0 | 0 | 0 | 0 | 6(2개 영역) | 20 | 0 | 20
수의과대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
컴퓨터공학부 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
건축학과 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
스포츠과학대학 | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 23 | 15 | 0 | 38
예술대학 (2007이후학번) | 2 | 4 | 2 | 4 | 2 | 3 | 3 | 3 | 3 | 26 | 24 | 10 | 60

※ 총장공간 영역 명칭 변경
※ 글로벌커뮤니케이션 ⇒ 의사소통, 사고의기초 ⇒ 창의사유
※ 창의적 사고와 소프트웨어는 의사소통, 창의적 문제해결, 글로벌 문화로 변경
※ 총장공간은 ABEEK 프로그램 인증학과, 건축학과, 수학교육과, 화학교육과 등을 ''공인 교양'' 3개 영역 중 2개 영역을 이수하여 3학점 이상을 이수하는 것을 허용
※ 2011학년도 이전 신입생이 ''성공논리''(2학점) 과목을 이수한 경우 ''중점교양-유학사상/사회적 개혁'' 학점을 이수한 것으로 인정

28

대학 : 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (36, '학사제도 Pg. 36', '학사과정 교육과정 이수 06

- 2001~2004학번 교양·기초 학점 이수표
- 2001~2004학번 학생은 2012학년도부터 일반교양 영역이 폐지됨에 따라 교양·기초 영역별 최소 이수학점 요건 중 ''일반교양'' 영역에 대한 이수의무가 면제되며, 이에 따라 교양·기초 타 영역 학점을 수강하여 이수의무 학점 총계를 충족하면 됩니다.

| 계열         | 영역          | 심화교양 교양 | 핵심교양 교양 | 일반 교양 | 기초 인문사회 | 기초 자연과학 | 소계 | 이수의무 학점 |
|--------------|---------------|---------------|---------------|-----------|----------------|----------------|------|----------------|
| 인문과학계열 | 6             | 21            | 15            | 12        | 33             | 48             | 42   | 42             |
| 사회과학계열 | 6             | 21            | 15            | 12        | 33             | 48             | 42   | 42             |
| 자연과학계열 | 6             | 16            | 12            | 12        | 36             | 40             | 42   | 42             |
| 공학계열     | 6             | 16            | 12            | 12        | 36             | 40             | 42   | 42             |
| 정보통신계열 | 6             | 16            | 12            | 12        | 36             | 40             | 42   | 42             |
| 법과대학     | 6             | 16            | 12            | 12        | 34             | 40             | 40   | 40             |
| 교육, 한교과 | 6             | 18            | 12            | 12        | 36             | 42             | 42   | 42             |
| 수학교육과   | 6             | 18            | 12            | 12        | 36             | 42             | 42   | 42             |
| 예술학부     | 6             | 9             | -             | -         | 27             | 40             | 40   | 40             |
| 건축학부     | 6             | 9             | -             | -         | 27             | 40             | 40   | 40             |
| 스포츠과학부 | 6             | 3             | -             | 12        | 33             | 46             | 46   | 46             |
| 약학부       | 6             | 1             | -             | 12        | 33             | 46             | 46   | 46             |
| 의과대학     | 6             | -             | -             | 12        | 33             | 36             | 36   | 36             |

※ 일반선택 과목은 교양·기초 영역 과목이 아니므로 수강신청 시 유의할 것

성균관대학교 SUNGKYUNKWAN UNIVERSITY

29', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (37, '학사제도 Pg. 37', '```plaintext
Inspiring Future, Grand Challenge

- 편입학생(학사/일반), 약학대학 전과생 및 편입생 등의 ''성균인성-리더십'' 영역(중점
  성균인성-인성 영역 또는 중점공학-유학사상과가치관 영역) 의무 이수 제도
  - 2020~2025학번의 편입학생(학사/일반), 약학대학 전과생 및 편입생은 ''성균
    인성-리더십'' 영역에서 2학점을 이수해야 합니다.
  - 2014~2019학번의 편입학생(학사/일반), 약학대학 전과생 및 편입생은 ''성균논어''
    (2학점)과목을 이수하여야 합니다.
  - 편입학생(학사/일반), 약학대학 전과생 및 편입생, 2013학년도 학사편입생은 ''유학
    사상과가치관'' 영역에서 2학점을 이수하여야 하며, 2013학년도 이전에 ''유학
    사상과가치관'' 영역 2학점을 이수한 경우, 중점공학-유학사상과가치관 영역을
    선택하여 이수할 수 있습니다.
  - 약학대학 전과생 및 학사편입생은 유학사상과가치관 영역 이수여부와 관계없이
    약학대학 전과생이 전과 전에 유학사상과가치관 영역 2학점을 이수한 경우 이수
    의무를 면제받을 수 있습니다.

- 외국인학생의 성균교양(중점-공학)과정 및 DS(Data Science) 교육과정 이수 방법
  외국인학생은 매영역별 필수 학점이수제에 따라 성균교양중점공학과정 및 DS(Data
  Science)교육과정을 세부영역 구분 없이 이수 가능합니다.
  - 적용 대상: 입학 당시 외국 국적인 학사과정 재학생
    성균교양중점공학과정 및 DS(Data Science) 교육과정 이수 방식

  | 영역     | 이수 방식                      | 유의 사항                      |
  |----------|--------------------------------|--------------------------------|
  | 중점공학 | 세부영역 구분 없이             | 외국인학생 필수 학점이수제에   |
  |          | 성균교양중점공학과정           | 따라 이수 가능                 |
  | DS과정   | 세부영역 구분 없이             | 외국인학생 필수 학점이수제에   |
  |          | DS과정 이수 가능               | 따라 이수 가능                 |

※ 공학교육인증제도(ABEEK) 인증을 위한 성균교양중점공학과정은 ABEEK 인증 프로그램의 제도 특성, 운영방침에
  따라 일부 영역의 이수가 제한될 수 있습니다.
※ 외국인학생 필수 학점이수제에 따라 성균교양중점공학과정 및 DS과정의 이수학점은 졸업학점에 포함됩니다.

대학 · 대학원생을 위한 2025 학사제도 안내
30
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (38, '학사제도 Pg. 38', '학사과정 교육과정 이수 06

- 성공인성(중점·균형)과정 대체 교과목 지정 현황
- 성공인성-인성

구분 | 2020학년도 이전 | 2020학년도 이후
---|---|---
대체 영역 | 실천인성-인성 | 실천인성-리더십
학수번호 | 교과목명 | 학점 | 학수번호 | 교과목명 | 학점
GEDC011 | 인성리더십 | 2 | GEDC010 | 성찰인성 | 2
GEDC012 | 인성진단 | 2

- 중점교양-융합사상과가치관

구분 | 2013학년도 이전 | 2014학년도 이후
---|---|---
대체 영역 | 중점교양-융합사상과가치관 | 중점교양-리더십
학수번호 | 교과목명 | 학점 | 학수번호 | 교과목명 | 학점
GEDR001 | 한국사상과문화 | 2 | GEDR014 | 실천리더십 | 2
GEDR002 | 동양사상과문화 | 2
GEDR003 | 서양사상과문화 | 2
GEDR004 | 현대사회와가치관 | 2
GEDR005 | 과학기술과가치관 | 2
GEDR006 | 생명과가치관 | 2
GEDR007 | 예술과가치관 | 2

※ ''중점교양-융합사상과가치관''과목들은 ''성찰인성''으로만 재수강 가능합니다.

- 성공인성-리더십

구분 | 2020학년도 이전 | 2020학년도 이후
---|---|---
대체 영역 | 실천인성-리더십 | 실천인성-리더십
학수번호 | 교과목명 | 학점 | 학수번호 | 교과목명 | 학점
GEDR013 | 이론리더십 | 2 | GEDC015 | 영리더십과커뮤니케이션 | 2
GEDR015 | 영리더십과커뮤니케이션 | 2

- 중점교양-리더십

구분 | 2013학년도 이전 | 2014학년도 이후
---|---|---
대체 영역 | 중점교양-리더십 | 중점교양-리더십
학수번호 | 교과목명 | 학점 | 학수번호 | 교과목명 | 학점
GEDR008 | 리더십의이해 | 2 | GEDR014 | 실천리더십 | 2
GEDR009 | 리더십과조직 | 2
GEDR010 | 리더십과사회 | 2
GEDR011 | 시민리더십 | 2

※ ''중점교양-리더십''과목들은 ''GEDR014 실천리더십''으로 재수강 가능합니다.

성균관대학교 31', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (39, '학사제도 Pg. 39', '```plaintext
Inspiring Future, Grand Challenge

- 중점교양-창의와사유
  구분: 2021학년도 이전
  영역: 중점교양-창의와사유
  대체: 
  교과목: 
    - GEDT001, 기초수학, 2
    - GEDT002, 기초영문학, 2

  2021학년도 이후
  창의
  학수번호: 
    - GEDT006, 창의적사고, 2

- 중점교양-창의와사유
  구분: 2020학년도 이전
  영역: 중점교양-창의와사유
  대체: 
  교과목: 
    - GEDT003, 비판적사고, 2
    - GEDT004, 문제해결사고, 2

  2020학년도 이후
  창의
  학수번호: 
    - GEDT006, 창의적사고, 2

- 중점교양-글쓰기와커뮤니케이션(의사소통)
  구분: 2012학년도 이전
  영역: 글쓰기와커뮤니케이션
  대체: 
  교과목: 
    - GEDW001, 과학기술글쓰기, 2
    - GEDW004, 과학기술커뮤니케이션, 2

  2013학년도 이후
  의사소통
  학수번호: 
    - GEDW001, 과학기술글쓰기, 2
    - GEDW004, 과학기술커뮤니케이션, 2

※ 상기 과목들은 학수번호는 동일하나 최근 학문추세에 부합하도록 명칭만 변경한 것으로 기존 수강한 학생들의 과목명도 모두 바뀌며, 재수강도 가능합니다.

- 중점교양-글로벌
  구분: 2020학년도 이전
  영역: 중점교양-글로벌
  대체: 
  교과목: 
    - GEDG003, 시사영어, 2

  2020학년도 이후
  글로벌
  학수번호: 
    - GEDG038, News와미디어영어, 2

32
대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (40, '학사제도 Pg. 40', '학사과정 교육과정 이수 06

- 중점교양-글로벌

구분: 2024학년도 이전
영역: 중점교양-글로벌
대체 교과목
- 학수번호: GEDG011
  교과목명: 글로벌리더십과커뮤니케이션
  학점: 2
- 학수번호: GEDG012
  교과목명: 글로벌리더십과커뮤니케이션
  학점: 2
- 학수번호: GEDG013
  교과목명: 미드문화와영어토론
  학점: 2

구분: 2024학년도 이후
영역: 교양필수-인간/문화
대체 교과목
- 학수번호: GEDH112
  교과목명: 글로벌리더십과커뮤니케이션
  학점: 3
- 학수번호: GEDH113
  교과목명: 글로벌리더십과커뮤니케이션
  학점: 3
- 학수번호: GEDH114
  교과목명: 커뮤니케이션과토론
  학점: 3

※ 재수강 시 변경된 이수영역의 학점으로 인정되므로 본인의 졸업요건 및 취득한 이수영역 결과를 고려하여 수강신청에 유의해야 합니다.

- 중점교양-글로벌

구분: 2024학년도 이전
영역: 중점교양-글로벌
대체 교과목
- 학수번호: GEDG017
  교과목명: 글로벌문화와실용영어
  학점: 2
- 학수번호: GEDG019
  교과목명: 글로벌문화와실용영어
  학점: 2
- 학수번호: GEDG021
  교과목명: 글로벌문화와실용영어
  학점: 2
- 학수번호: GEDG032
  교과목명: 동아시아문화와영어토론
  학점: 2
- 학수번호: GEDG033
  교과목명: 동아시아문화와영어토론
  학점: 2
- 학수번호: GEDG036
  교과목명: 동아시아문화와영어토론
  학점: 2

구분: 2024학년도 이후
영역: 교양필수-사회/역사
대체 교과목
- 학수번호: GEDS087
  교과목명: 글로벌문화와실용영어
  학점: 3
- 학수번호: GEDS088
  교과목명: 글로벌문화와실용영어
  학점: 3
- 학수번호: GEDS089
  교과목명: 글로벌문화와실용영어
  학점: 3
- 학수번호: GEDS090
  교과목명: 동아시아문화와영어토론
  학점: 3
- 학수번호: GEDS091
  교과목명: 동아시아문화와영어토론
  학점: 3
- 학수번호: GEDS092
  교과목명: 동아시아문화와영어토론
  학점: 3

※ 재수강 시 변경된 이수영역의 학점으로 인정되므로 본인의 졸업요건 및 취득한 이수영역 결과를 고려하여 수강신청에 유의해야 합니다.

- 중점교양-글로벌

구분: 2024학년도 이전
영역: 중점교양-글로벌
대체 교과목
- 학수번호: GEDG040
  교과목명: 한국어문화와한자
  학점: 2

구분: 2024학년도 이후
영역: 일반선택
대체 교과목
- 학수번호: GELT038
  교과목명: 한국어문화와한자
  학점: 2

※ 재수강 시 변경된 이수영역의 학점으로 인정되므로 본인의 졸업요건 및 취득한 이수영역 결과를 고려하여 수강신청에 유의해야 합니다.

성균관대학교 33', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (41, '학사제도 Pg. 41', '```
Inspiring Future, Grand Challenge

- 균형교양-인간/문화
  구분: 2021학년도 이전
  교양영역-인간/문화
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDH089 - 한국문화와유산 - 2

  구분: 2021학년도 이후
  교양필수
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDG039 - 한국문화와유산 - 2

- 균형교양-사회/역사
  구분: 2016학년도 이전
  교양영역-사회/역사
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDS022 - 한국사회와경제 - 3

  구분: 2021학년도 이후
  사회/역사
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDS072 - 한국사회와경제 - 3

- 균형교양-자연/과학/기술의이해
  구분: 2016학년도 이전
  교양영역-자연/과학/기술의이해
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDN034 - 과학기술과인간사회 - 3

  구분: 2016학년도 이후
  자연/과학/기술
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDN041 - 과학기술과인간사회 - 3

- 기초영역-기초인문사회과학
  구분: 2016학년도 이전
  기초인문사회과학
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDI006 - 사회과학개론 - 3

  구분: 2017학년도 이후
  인문사회과학개론
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDI026 - 사회과학개론 - 3

- 기초영역-기초자연과학
  구분: 2020학년도 이전
  기초자연과학
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDB029 - 인공지능의이해 - 3
  GEDB039 - 인공지능의이해 - 3

  구분: 2020학년도 이후
  인공지능(AI)
  대체교과목: 학수번호 - 교과목명 - 학점
  GEDI018 - 인공지능의이해 - 3

34
대학: 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (42, '학사제도 Pg. 42', '학사과정 교육과정 이수 06

■ DS 교육과정 이수 방법

DS교육과정은 창의융합형 교육을 실현하기 위하여 SW, AI와 관련된 기초 지식을 연마하기 위하여 만들어진 교육과정으로, 소속 계열/학과 및 학번별로 지정된 DS기반 교과목을 이수하여야 합니다.

• 2025학번 DS교육과정 학점 이수표

| 영역          | 이수계열/학과                                                                 | 교과목명                   | 학점 | 비고   |
|--------------|----------------------------------------------------------------------------|--------------------------|-----|------|
| DS기반 (필수) | 인문과학계열, 사회과학계열, 경영학과, 여성학과, 예술계열, 국제학부/2중전공, 체육학과, 스포츠응용산업학과, 약학과, 사회봉사융합전공 | 공학컴퓨터프로그래밍         | 3   | 택 1 수강 |
|              |                                                                            | 프로그래밍기초와실습         | 3   |      |
|              | 자연과학계열, 공과대학, 융합전공학부, 글로벌바이오메디컬공학과, 에너지과학, 산업인공지능학과 | 공학컴퓨터프로그래밍         | 3   | 택 1 수강 |
|              |                                                                            | 프로그래밍기초와실습         | 3   |      |
|              | 반도체시스템공학과, 반도체공학융합전공, 소프트웨어융합학과, 소프트웨어개발전공 | 공학컴퓨터프로그래밍         | 3   |      |
|              |                                                                            | 프로그래밍기초와실습         | 3   |      |
| 전체         |                                                                            | 데이터분석과제기초           | 3   |      |

DS기반 영역 전체 6 or 9

※ DS기반 영역의 "데이터분석과제기초" 교과목은 필수 이수 교과목(공통)이며, 2학년부터 수강해야 합니다.

성균관대학교 35', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (43, '학사제도 Pg. 43', 'Inspiring Future, Grand Challenge

- 2021-2024학번 DS교육과정 학점 이수표

| 영역 | 이수계열/학과 | 교과목명 | 학점 |
|------|---------------|----------|------|
| DS기반 (필수) | 인문과학계열, 사회과학계열, 경영경제대, 예술계열, 사범계열, 공과대학/공과대학(건축), 자연과학대학, 건축학, 스포츠과학, 의예과, 약학과, 간호학과 | 컴퓨팅사고와SW코딩 | 2 |
| | | 문서해석과알고리즘 | 2 |
| | 전자전기공학부, 반도체시스템공학과, 컴퓨터공학과, 소프트웨어학과, 화학공학과, 기계공학부, 신소재공학부, 글로벌융합공학부, 에너지공학과, 산업인공지능전공 | 공학컴퓨터프로그래밍 | 3 |
| | | 프로그래밍기초와실습 | 3 |
| 전체 | | AI기초와활용 | 2 |
| | | 데이터분석기초 | 3 |

DS기반 영역 전체 9 or 11

※ DS기반 영역의 ''AI기초와활용'', ''데이터분석기초'' 교과목은 필수 이수 교과목입니다.(공통)
※ ''컴퓨팅사고와SW코딩'', ''문서해석과알고리즘'', ''공학컴퓨터프로그래밍'', ''프로그래밍기초와실습'' 교과목은 각 이수계열별로 1학년에 전학점되며, ''AI기초와활용'', ''데이터분석기초'' 교과목은 1학년 이후에 수강해야 합니다.

- 2020학년도 이전 신입생
  - 이수 의무 없음

36

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (44, '학사제도 Pg. 44', '학사과정 교육과정 이수 06

■ 전공 교육과정 이수 방법

학생들은 소속 학과와 학번별로 전공과목 이수구분(전공교양과목, 전공심화과목, 현장실습과목)별로 지정된 최소 학점 이상 이수하여야 합니다.

전공교양 과목
전공에 대한 이해를 목적으로 하는 과목으로 문제해결형, 주제(Topic)중심 교육을 지향

전공심화 과목
깊이 있는 전공 교육, 학사과정과 대학원 과정 간의 연계 강화를 위한 심화과목위주 구성

현장실습 과목
단일전공 이수시 전공/심화과목에 이수학점으로 인정

- 학사과정생의 대학원 교과목 수강
  - 학사과정생은 석사공통과목과 학사부공통과목을 자유롭게 수강할 수 있으며 수강 시 전공과목 학점으로 인정받을 수 있습니다. 다만, 전공과 상이한 교과목을 이수할 경우에는 선택학점으로 인정됩니다.
  - 박사과정 과목은 수강이 불가하며 석사공통과목은 학사사연계과정생에 선발된 학생에게만 허용되므로 수강 허용됩니다.

- 학사과정-대학원 학점 중복 인정
  - 학사과정 학생이 재학 중 대학원과목(석사과목은 제외, 석사공통과목은 학사사연계과정생에 한함)을 이수하였을 경우 석사 또는 석박통합과정으로 진학한 경우 학사과정에서 이수한 학점 중 최대 6학점까지 대학원과정의 전공과목으로 인정합니다.
  - 학사과정에서 이수한 학점 중 대학원 전공 또는 선택학점으로 인정합니다. 다만, 전공과 상이한 교과목을 이수한 경우에는 대학원 과정의 선택학점으로 인정됩니다.

성균관대학교
37', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (45, '학사제도 Pg. 45', 'Inspiring Future, Grand Challenge

- 2020학년도 이전 입학생들의 전공 이수기준

- 2013~2020학년도 입학생

전공 | 교양
---|---
입학 당시의 분야에 받은 전공필수, 전공일반, 실험실습을 포함한 이수구분별 최소 학점 충족이 원칙 | 기존 교양 미래(SW/AI)영역 또는 창의자유선택영역, 창의융합기초 등 기존 영역 이수

※ 단, 학과별로 학부생의 전공 이수 편의를 위하여 전공필수, 전공일반, 실험실습별 최소 이수학점 없이 총 전공 이수학점만 이수 (학과 홈페이지 공지사항 참조)
※ 전공심화트랙이수 및 DS교과과정 이수는 2021학년도 입학생부터 적용
※ 희망 시 융합트랙 이수 가능

- 2012학년도 이전 입학생

전공 | 교양
---|---
2012학년도 이전 입학생에게 적용되던 전공필수, 전공일반, 실험실습의 학점 이수 구분을 폐지하고 전공 총이수학점만 이수 | 기존 교양 영역 교과목 이수

※ 전공심화트랙이수 및 DS교과과정 이수는 2021학년도 입학생부터 적용
※ 희망 시 융합트랙 이수 가능

※ 전공과목 이수구분 등 확인 방법

전자시간표 | 수강신청 | 졸업자격진단

※ 교과목변경 전 전공이수구분(전공필수, 전공일반, 실험실습) 확인 가능

38

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (46, '학사제도 Pg. 46', '학사과정 교육과정 이수 06

2024-2025학번 학과별 전공학점 이수기준표
※ 전공학점 이수기준은 ''무전공(전공탐색트랙)학생''이수학점, 기준으로 표기함
※ ''**''표시가 있는 전공은 전공교육과정 전공실습, 실험실습 등 이수구분별 최소 이수기준 없이 전공 총이수학점만 이수

| 대학(학과) | 전공기초 | 전공필수 | 전공선택 | 전공합계 | 총이수학점 | 비고 |
|------------|----------|----------|----------|----------|------------|------|
| 인문대학 | | | | | | |
| 국어국문학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 영어영문학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 중어중문학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 사학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 철학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 문헌정보학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 문예창작학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| | | | | | | 2025학번 이후 |
| | | | | | | 2024학번 |
| 사회과학대학 | | | | | | |
| 정치외교학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | 타 학과 복수전공 불가 |
| 행정학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | 타 학과 복수전공 불가 |
| 사회복지학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 미디어커뮤니케이션학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 사회학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 심리학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 아동학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 경영대학 | | | | | | |
| 경영학부 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | 타 학과 복수전공 불가 |
| 경제학부 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | 타 학과 복수전공 불가 |
| 사범대학 | | | | | | |
| 교육학과 | 36/9 | 15/6 | 15/6 | 54/30 | 140 | |
| 국어교육과 | 36/9 | 15/6 | 15/6 | 54/30 | 140 | |
| 영어교육과 | 36/9 | 15/6 | 15/6 | 54/30 | 140 | |
| 수학교육과 | 36/9 | 15/6 | 15/6 | 54/30 | 140 | |
| 윤리교육과 | 36/9 | 15/6 | 15/6 | 54/30 | 140 | |
| 예술대학 | | | | | | |
| 디자인학부 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 미술학부 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 음악학부 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 연기예술학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | 2024학번 |
| | | | | | | 2025학번 이후 |
| 자연과학대학 | | | | | | |
| 수학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 물리학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 화학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 생명과학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 식품영양학과 | 36/9 | 15/6 | 15/6 | 54/30 | 130 | |
| 정보통신대학 | | | | | | |
| 반도체시스템공학과 | 51 | 22 | 6 | 79 | 130 | 타 학과 복수전공 불가 |
| 소프트웨어융합대학 | | | | | | |
| 소프트웨어학부 | 36/12 | 21/18 | 10/6 | 67/36 | 130 | 타 학과 복수전공 불가 |
| 인공지능학과 | 21/21 | 43/15 | 6 | 70/36 | 130 | 타 학과 복수전공 불가 |
| 지능형소프트웨어학과 | 45 | 12 | 6 | 63 | 130 | 타 학과 복수전공 불가 |

성균관대학교
SUNGKYUNKWAN UNIVERSITY
39', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (47, '학사제도 Pg. 47', '```plaintext
Inspiring Future, Grand Challenge

(대학/학과) 전공 이수구분 최소 이수학점 졸업 학점 수료 학점 비고
공과대학
   건축학부
      건축학전공 39/36 15/4 5/4/3 54/43 130 자가설계학점 12학점 이상 필수
      건축공학전공 39/36 15/4 5/4/3 54/43 130 (학부공통 포함)
   기계공학부
      기계공학전공 42/36 9/6 5/4/3 54/42 130
      기계설계공학전공 42/36 9/6 5/4/3 54/42 130
   전기전자공학부
      전기공학전공 42/36 9/6 5/4/3 54/42 130
      전자공학전공 42/36 9/6 5/4/3 54/42 130
   컴퓨터공학부
      컴퓨터공학전공 36/36 9/6 5/4/3 54/42 130
      소프트웨어공학전공 36/36 9/6 5/4/3 54/42 130
약학대학
   약학과 33/36 6/6 5/4/3 54/42 130 자가설계학점 12학점 이상 필수
   임상약학과 33/36 6/6 5/4/3 54/42 130 단 학부공통 학점은 별도
생명과학대학
   생명과학부
      생명과학전공 39/36 9/6 5/4/3 54/42 130
      바이오메디컬공학전공 39/36 9/6 5/4/3 54/42 130
스포츠과학대학
   스포츠과학부
      스포츠과학전공 29 11/4 5/4/3 54/42 130
      스포츠의학전공 29 11/4 5/4/3 54/42 130
의과대학
   의학과 173 3 81 81 81 단 학부공통 학점은 별도
상담융합대학
   상담심리학부
      상담심리학전공 31/31 29 5/4/3 54/42 130
      심리상담전공 31/31 29 5/4/3 54/42 130
   융합상담학부
      융합상담전공 36/27 18/15 5/4/2 54/42 120 융합상담전공은 학부공통 7학점
      심리상담전공 36/27 18/15 5/4/2 54/42 120 포함

* 전공학점 이수기준표 읽는 법
구분 (대학/학과) 전공 이수구분 최소이수학점 전공이수구분 최소이수학점 졸업 학점 수료 학점
예시 무역학부 무역통상학전공 39/36 21/12 8/4 62/45 130
예시 무역학부 국제무역학전공 39/36 21/12 8/4 62/45 130
예시 경영학부 경영학전공 33/27 21/14 8/4 62/45 130
예시 경영학부 재무관리학전공 33/27 21/14 8/4 62/45 130

※ (예시 예시1) 2025학년도 학부, 통합과정 전공심화트랙(단일전공) = 전공과목 39학점 이상 + 전공심화 18학점 이상 + 학부공통 3학점 이상
※ (예시 예시2) 2025학년도 학부, 통합과정 전공심화트랙(복수전공) = 전공과목 42학점 이상 + 전공심화 21학점 이상 + 학부공통 3학점 이상
※ (예시 예시3) 2025학년도 학부, 통합과정 전공심화트랙(부전공) = 전공과목 42학점 이상 + 전공심화 21학점 이상 + 학부공통 3학점 이상
※ (예시 예시4) 2025학년도 학부, 통합과정 전공심화트랙(복수전공) = 전공과목 27학점 이상 + 전공심화 14학점 이상 + 학부공통 3학점 이상
※ (예시 예시5) 2025학년도 학부, 통합과정 전공심화트랙(단일전공) = 전공과목 33학점 이상 + 전공심화 18학점 이상 + 학부공통 6학점 이상
※ (예시 예시6) 2025학년도 학부, 통합과정 전공심화트랙(복수전공) = 전공과목, 전공심화, 학부공통 영역 포함하여 총 39학점 이상 이수

40
대학 : 대학원입학을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (48, '학사제도 Pg. 48', '학사과정 교육과정 이수 06

2021~2023학번 학과별 전공학점 이수기준표
※ 전공학점 이수기준은 ''무전공(전공심화트랙 이수자)/복수전공, 기준으로 표기함
※ **표시가 있는 학과는 전공교육과정 전공심화, 실험실습 등 이수구분별 최소 이수기준을 없이 전공 총이수학점만 이수

| 대학(학과) | 전공 이수학점 | 전공기초 | 전공필수 | 전공선택 | 졸업학점 | 비고 |
|------------|---------------|----------|----------|----------|----------|------|
| 약학대학 | | | | | | |
| 약학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 한약학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 문과대학 | | | | | | |
| 국어국문학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 영어영문학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 독어독문학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 불어불문학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 중어중문학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 노어노문학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 사학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 철학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 사회과학대학 | | | | | | |
| 미디어커뮤니케이션학과 | 39/36 | 21/18 | 6/3 | 54/39 | 120 | 타 학과 복수전공 불가 |
| 사회복지학과 | 39/36 | 21/18 | 6/3 | 54/39 | 120 | 타 학과 복수전공 불가 |
| 사회학과 | 39/36 | 21/18 | 6/3 | 54/39 | 120 | |
| 정치외교학과 | 39/36 | 21/18 | 6/3 | 54/39 | 120 | |
| 심리학과 | 39/36 | 21/18 | 6/3 | 54/39 | 120 | |
| 아동가족학과 | 39/36 | 21/18 | 6/3 | 54/39 | 120 | |
| 경제학과 | 45/39 | 21/18 | 6/3 | 54/39 | 120 | |
| 경영대학 | | | | | | |
| 글로벌경영학과 | 39/36 | 6/3 | 6/3 | 54/39 | 120 | 타 학과 복수전공 불가 |
| 경영학과 | 39/36 | 6/3 | 6/3 | 54/39 | 120 | 타 학과 복수전공 불가 |
| 사범대학 | | | | | | |
| 교육학과 | 50/41 | 15/6 | 15/6 | 63/42 | 130 | |
| 국어교육과 | 50/41 | 15/6 | 15/6 | 63/42 | 130 | |
| 영어교육과 | 50/41 | 15/6 | 15/6 | 63/42 | 130 | |
| 수학교육과 | 50/41 | 15/6 | 15/6 | 63/42 | 130 | |
| 체육교육과 | 50/41 | 15/6 | 15/6 | 63/42 | 130 | |
| 예술대학 | | | | | | |
| 연극영화학부 | 42/24 | 21/6 | 6/3 | 63/42 | 120 | |
| 무용학과 | 42/24 | 21/6 | 6/3 | 63/42 | 120 | |
| 음악학부 | 42/24 | 21/6 | 6/3 | 63/42 | 120 | |
| 디자인학부 | 42/24 | 21/6 | 6/3 | 63/42 | 120 | |
| 자연과학대학 | | | | | | |
| 수학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 물리학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 화학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 생명과학과 | 42/30 | 21/12 | 6/3 | 63/42 | 120 | |
| 정보통신대학 | | | | | | |
| 전자전기공학부 | 51 | 22 | 2 | 75 | 130 | 타 학과 복수전공 불가 |
| 소프트웨어융합대학 | | | | | | |
| 소프트웨어학과 | 39/33 | 21/15 | 2/2 | 63/42 | 130 | |
| 컴퓨터공학과 | 39/33 | 21/15 | 2/2 | 63/42 | 130 | |
| 정보융합학부 | 39/33 | 21/15 | 2/2 | 63/42 | 130 | |
| 공과대학 | | | | | | |
| 건축학부 | 36/33 | 21/15 | 6/3 | 63/42 | 130 | |
| 건설환경공학부 | 36/33 | 21/15 | 6/3 | 63/42 | 130 | |
| 기계공학부 | 36/33 | 21/15 | 6/3 | 63/42 | 130 | |
| 화학공학과 | 36/33 | 21/15 | 6/3 | 63/42 | 130 | |
| 신소재공학과 | 36/33 | 21/15 | 6/3 | 63/42 | 130 | |
| 나노공학과 | 36/33 | 21/15 | 6/3 | 63/42 | 130 | |

성균관대학교
SUNGKYUNKWAN UNIVERSITY

41', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (49, '학사제도 Pg. 49', 'Sure, here is the transcribed text from the image:

---

Inspiring Future, Grand Challenge

| 대학(학과) | 전형 요소별 최소 이수학점 | 전공 | 총이수학점 | 비고 |
|---|---|---|---|---|
| 약학대학 | 약학전공 | 137 | 38 | 10 | 185 | 230 | 2022학년도부터 적용 |
| 생명공학대학 | 바이오생명공학과 | 112 | 28 | 10 | 150 | 200 | 2022학년도부터 적용 |
| | 생명공학전공 | 36/24 | 21/12 | 6/3 | 63/42 | 130 | 2022학년도부터 적용 |
| | 스포츠과학전공 | 33 | 173 | 8 | 181 | 2022학년도부터 적용 |
| 의과대학 | 의학과 | 33 | 173 | 8 | 181 | 2022학년도부터 적용 |
| 생활과학대학 | 식품영양학과 | 32/32 | 24/9 | 8/2 | 64/43 | 130 | 2022학년도부터 적용 |

전공학점 이수기준표 읽는 법

| 구분 | 대학(학과) | 전공 이수구분별 최소 이수학점 | 전공 | 총이수학점 | 수료학점 |
|---|---|---|---|---|---|
| 예시1 | 약학대학 | 약학전공 | 42/30 | 21/12 | 63/42 | 120 |
| 예시2 | 문과대학 | 국어국문학과 | 42/30 | 21/12 | 63/42 | 120 |
| 예시3 | 공과대학 | 기계공학과 | 30/24 | 21/12 | 13/9 | 64/43 | 130 |
| 예시4 | 생명공학대학 | 생명공학전공 | 36/24 | 21/12 | 6/3 | 63/42 | 130 |

※ (이수 예시1) 2021학번 유학, 동양화전공 전공심화트랙(학부생) : 전공과 42학점 이상 + 전공심화 21학점 이상
※ (이수 예시2) 2021학번 국어국문학과 전공심화트랙(학부생) : 전공과 30학점 이상 + 전공심화 12학점 이상
※ (이수 예시3) 2021학번 기계공학과 전공심화트랙(학부생) : 전공과 42학점 이상 + 전공심화 21학점 이상
※ (이수 예시4) 2021학번 생명공학과 전공심화트랙(학부생) : 전공과 36학점 이상 + 전공심화 20학점 이상
※ (이수 예시5) 2021학번 식품영양학과 전공심화트랙(학부생) : 전공과 24학점 이상 + 전공심화 12학점 이상 + 전공심화 9학점 이상

42 | 대학 : 대학원생을 위한 2025 학사제도 안내

---', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (50, '학사제도 Pg. 50', '학사과정 교육과정 이수 06

- 2021~2024학번 연계전공별 전공학점 이수기준표

| 대학(학과) | 전공 이수구분별 최소 이수학점 | 전공 총이수학점 | 비고 |
|------------|-------------------------------|----------------|-----|
|            | 전공필수 | 전공선택 | 실험실습 |                |     |
| 철학과     | 24       | 12       |          | 36             |     |
| 글로벌문화콘텐츠학과 | 24 | 12 | | 36 | |
| 미디어문예창작학과 | 24 | 12 | | 36 | |
| 미디어커뮤니케이션학과 | 24 | 12 | | 36 | |
| 경제학과   | 24       | 12       |          | 36             |     |
| 경영학과   | 24       | 12       |          | 36             |     |
| 사회복지학과 | 24     | 12       |          | 36             |     |
| 행정학과   | 24       | 12       |          | 36             |     |
| 국제학부   | 24       | 12       |          | 36             |     |
| 정보통신대학 |          |          |          |                |     |
| 반도체시스템공학과 | ** | ** | ** | 36 | |
| 소프트웨어융합대학 |          |          |          |                |     |
| 컴퓨터트랙 | ** | ** | ** | 36 | |
| 생명과학대학 |          |          |          |                |     |
| 생명과학과 |          |          |          | 36             |     |
| 생명공학과 |          |          |          | 36             |     |
| 장애인식개선 |          |          |          |                | 외국어학점만 이수 가능 |

※ ** 표시가 있는 전공은 전공필수와 전공선택, 실험실습 등 이수구분별 최소 이수기준 없이 전공 총이수학점만 이수
※ 외국어학점은 복수전공학점으로 이수할 수 없음
※ (이수 예시) 비컴공학과의 일반물리학은 전공과목 24학점 이상 + 전공선택 12학점 이상 이수
※ 전공학 이수학점 충족 이외에 졸업요건이 학교별로 상이할 수 있으니 정확한 졸업요건은 소속 전공별 단과대학 행정실 또는 학과사무실에 문의 바람

성균관대학교 43', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (51, '학사제도 Pg. 51', '```
Inspiring Future, Grand Challenge

2013-2020학번 학과별 전공학점 이수기준표
※ 대학별 전공학점 이수학점(전공필수/전공선택/전공소계)으로 표기함
※ 2021학년도 교육과정 개편에 따라 "전공기초"가 없는 학과는 전공학점과 전공필수, 전공선택 등 전공 이수구분별 최소 이수기준에 관계없이 아래 표시 과목을 전공 이수학점으로 이수

대학(학과) | 전공기초 | 전공필수 | 전공선택 | 전공소계 | 총이수학점 | 비고
----------------------------------------------------------------------
의약대학
- 약학대학 | 24/15 | 39/24 | 63/42 | 120 | 2015-19학번
- 한약학과 | 30/24 | 39/24 | 69/48 | 120 | 2015-19학번
- 제약학과 | 30/24 | 39/24 | 69/48 | 120 | 2015-19학번

문과대학
- 국어국문학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 영어영문학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 독어독문학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 불어불문학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 러시아어문학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 중국어문학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 일본어문학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 사학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 철학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번
- 문헌정보학과 | 24/12 | 36/18 | 60/30 | 120 | 2015-19학번

사회과학대학
- 글로벌문화콘텐츠학과 | 18/18 | 27/27 | 45/45 | 120 | 2015-19학번
- 미디어커뮤니케이션학과 | 18/18 | 27/27 | 45/45 | 120 | 2015-19학번
- 사회복지학과 | 18/18 | 27/27 | 45/45 | 120 | 2015-19학번
- 사회학과 | 18/18 | 27/27 | 45/45 | 120 | 2015-19학번
- 심리학과 | 18/18 | 27/27 | 45/45 | 120 | 2015-19학번
- 아동학과 | 18/18 | 27/27 | 45/45 | 120 | 2015-19학번
- 정치외교학과 | 18/18 | 27/27 | 45/45 | 120 | 2015-19학번

경상대학
- 경영학과 | 24/24 | 36/18 | 60/42 | 120 | 2015-19학번
- 글로벌경영학과 | 36/36 | 27/27 | 63/63 | 120 | 2015-19학번

사범대학
- 교육학과 | 24/24 | 36/18 | 60/42 | 120 | 2015-19학번
- 국어교육과 | 24/24 | 36/18 | 60/42 | 120 | 2015-19학번
- 영어교육과 | 24/24 | 36/18 | 60/42 | 120 | 2015-19학번
- 수학교육과 | 24/24 | 36/18 | 60/42 | 120 | 2015-19학번
- 역사교육과 | 24/24 | 36/18 | 60/42 | 120 | 2015-19학번

예술대학
- 음악학과 | 30/30 | 24/24 | 54/54 | 120 | 2015-19학번
- 미술학과 | 30/30 | 24/24 | 54/54 | 120 | 2015-19학번
- 디자인학과 | 30/30 | 24/24 | 54/54 | 120 | 2015-19학번

자연과학대학
- 생명과학과 | 30/24 | 24/18 | 54/42 | 130 | 2015-19학번
- 물리학과 | 30/24 | 24/18 | 54/42 | 130 | 2015-19학번
- 화학과 | 32/18 | 34/16 | 66/34 | 130 | 2015-19학번

44
대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (52, '학사제도 Pg. 52', '학사과정 교육과정 이수 06

대학(학과) | 전공 이수구분 | 최소 이수학점 | 졸업학점 | 비고
---|---|---|---|---
정보통신대학 | 전자공학부 | 28/28 | 24/11 | 8/4 | 60/43 | 130 | 2020학번
| | | | | | | | 2015~19학번
| 반도체시스템공학과 | 28/28 | 24/11 | 8/4 | 60/43 | 130 | 2016~19학번
| 컴퓨터공학과 | 34/34 | 20/5 | 6/4 | 60/43 | 130 | 2017~19학번
소프트웨어융합대학 | 소프트웨어학과 | 27/27 | 24/16 | 8/4 | 60/43 | 130 | 2013~15학번
| 정보융합학부 | 30/27 | **/** | **/** | 60/43 | 130 | 2020학번
| | 데이터사이언스전공 | 30/27 | **/** | **/** | 60/43 | 130 | 2020학번
| | 인공지능전공 | 30/27 | **/** | **/** | 60/43 | 130 | 2020학번
| | 지능IoT전공 | 30/27 | **/** | **/** | 60/43 | 130 | 2020학번
| | 미디어기술콘텐츠전공 | 30/27 | **/** | **/** | 60/43 | 130 | 2020학번
| | 게임전공 | 30/27 | **/** | **/** | 60/43 | 130 | 2020학번
| | 시스템소프트웨어전공 | 30/27 | **/** | **/** | 60/43 | 130 | 2020학번
공과대학 | 기계공학부 | 25/25 | 23/10 | 7/4 | 60/43 | 130 | 2013~14학번
| | | 25/25 | 23/10 | 7/4 | 60/43 | 130 | 2015~19학번
| 건설환경공학부 | 18/12 | 31/13 | 13/9 | 60/43 | 130 | 2013~14학번
| | | 18/12 | 31/13 | 13/9 | 60/43 | 130 | 2015~19학번
| 건축공학전공 | 18/12 | 31/13 | 13/9 | 60/43 | 130 | 2013~14학번
| | | 18/12 | 31/13 | 13/9 | 60/43 | 130 | 2015~19학번
| 시스템경영공학과 | 18/12 | 31/13 | 13/9 | 60/43 | 130 | 2013~14학번
| | | 18/12 | 31/13 | 13/9 | 60/43 | 130 | 2015~19학번
| 건축학전공 | 18/12 | 31/13 | 13/9 | 60/43 | 130 | 2013~14학번
| | | 18/12 | 31/13 | 13/9 | 60/43 | 130 | 2015~19학번
약학대학 | 약학과 | 112 | 28 | 4 | 219 | 2016~20학번
생명공학대학 | 식품생명공학과 | 29/19 | 27/9 | 7/4 | 60/43 | 130 | 2013~15학번
| 바이오메디컬공학과 | 29/19 | 27/9 | 7/4 | 60/43 | 130 | 2013~15학번
| | | 29/19 | 27/9 | 7/4 | 60/43 | 130 | 2016~19학번
스포츠융합대학 | 스포츠과학부 | 32/19 | 27/9 | 7/4 | 60/43 | 130 | 2013~15학번
| | | 32/19 | 27/9 | 7/4 | 60/43 | 130 | 2016~19학번
의과대학 | 의학과 | 73 | 12 | 3 | 219 | 2016~20학번
상경융합대학 | 경제학부 | 29/19 | 27/9 | 7/4 | 60/43 | 130 | 2013~15학번
| | | 29/19 | 27/9 | 7/4 | 60/43 | 130 | 2016~19학번

전공학점 이수기준표 읽는 법

구분 | 대학(학과) | 전공 이수구분 | 최소 이수학점 | 졸업학점 | 수료학점
---|---|---|---|---|---
예시1 | 문과대학 | 유학동양학과 | 24/24 | 39/15 | 63/42 | 120
| 이과 | 공과대학 | 기계공학부 | 18/18 | 32/15 | 63/42 | 130
예시2 | 생명공학대학 | 식품생명공학과 | 18/18 | 32/15 | 63/42 | 130

성균관대학교 45', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (53, '학사제도 Pg. 53', '※ (이수 학시기) 2016~20학번 유학·동양학과 입학생은 전공핵심 24학점 이상 + 전공일반 39학점 이상 이수/복수전공 = 전공핵심 24학점 이상 + 전공일반 15학점 이상 이수
※ (이수 학시기) 2013~20학번 국어국문학과 입학생은 - 전필군: 전공핵심, 전공일반 영역 구분없이 총 63학점 이상 이수/복수전공 = 전공핵심, 전공일반 영역 구분없이 총 48학점 이상 이수
※ (이수학점) 2013학번 기계공학부 기계시스템 전공학생은 전공핵심 18학점 이상 + 전공일반 32학점 이상 + 설계학점 13학점 이상 이수/복수전공 = 전공핵심 18학점 이상 + 전공일반 30학점 이상 + 설계학점 9학점 이상 이수
※ (이수학점) 2013~20학번 화학공학/고분자공학부 입학생은 전공핵심 18학점 이상 + 전공일반 32학점 이상 이수/복수전공 = 전공핵심 18학점 이상 + 전공일반 30학점 이상 이수
※ 약학대학 – 본교 약학대학은 6년제 통합과정으로 운영되며 입학생은 사범대학 소속 학생으로 간주 불가 (사범대학 교직과정 등 타대학 이수 불가)
※ 복수전공은 제2전공이며, 복수전공을 선택한 학생은 소속캠퍼스에 상관없이 복수전공 기준으로 전공영역 100%인정받으며 졸업요건 충족 시 복수전공 학위가 부여됨 (복수전공자 C/L은 수여하지 않음, 복수전공은 인정캠퍼스 수강신청 시 GLS - 수강희망신청 - 캠퍼스 선택 가능)
※ 2013~14학번 의예과는 복수전공 불가
※ 2016학번 이후 건축학교육과정/조경학과 학사는 건설환경공학부 전공이수 학위취득만 됨
※ 2018학년도부터 건축학과/조경학과 학번은 각각 건설/건축학과로 복수전공 할 수 없음
※ 성균융합원 글로벌바이오메디컬과, 소프트웨어학과, 소프트웨어학과(인공지능), 자율전공 각과 소프트웨어융합대학 글로벌융합학부 소프트웨어융합전공은 소프트웨어학과와 전공명이 다르더라도 이수학점은 동일함
※ 경영학 글로벌경영은 융합전공 선택한 학생에 한해서 경영학 전공과목 12학점과 일반 전공과목 12학점 이상이 인정, 제외대상 등 자세한 사항은 경영대 홈페이지 참조(http://biz.skku.edu/)
※ 글로벌경영학과 트랙명이 합가한 학과는 학과 소속의 글로벌 융합 학위 및 글로벌경영학 전공으로 개설되는 필수·교양 수업을 모두 수강하여 졸업을 취득. 자세한 사항은 글로벌경영학 홈페이지 참조(http://globalbiz.skku.edu/)
※ 2020학년도 2학기부터 데이터융합학부 복수전공 할 수 없음

46 대학 · 대학원생을 위한 2025 학사제도 안내
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (54, '학사제도 Pg. 54', '```plaintext
학사과정 교육과정 이수 06

- 2013~2020학번 연계전공별 전공과정 이수기준표

대학(학과) | 비고전공 | 전공 이수구분별 최소 이수학점 | 전공 총이수학점
           |          | 전공핵심 | 전공일반 | 실험실습 | 참여수업 | 비고
-----------|----------|----------|----------|----------|----------|------
문과대학   | 글로벌문화학 | **       | **       | **       | 36       |
           | 문화콘텐츠학 | **       | **       | **       | 36       |
           | 한국문화학   | **       | **       | **       | 36       |
자연과학대학 | 융합과학부   | 12       | 24       | 36       |
           | 융합생명과학 | 12       | 24       | 36       |
사회과학대학 | 국제학부     | 12       | 24       | 36       |
           | 국제통상학   | 12       | 24       | 36       |
경영대학   | 경영학부     | 12       | 24       | 36       | 2015~20학번 전공핵심100%운영
           | 글로벌경영학 | 12       | 24       | 36       | 2013~14학번 전공핵심100%운영
생명공학대학 | 생명과학부   | **       | **       | **       | 36       |
           | 생명과학전공 | **       | **       | **       | 36       |
           | 생명과학부   | 화학바이오학 | **       | **       | **       | 36       |
           | 생명과학부   | 에코과학전공 | **       | **       | **       | 36       |
동아시아학부 | 동아시아학   | **       | **       | **       | 36       | 외국인학생만 이수 가능

※ 연계전공은 복수전공으로만 이수할 수 있음
※ "**"표시된 전공은 전공핵심과 전공일반, 실험실습 등 이수구분별 최소 이수기준 없이 전공 총이수학점만 이수
※ 소프트웨어학 전공은 전공이수기준(SCCSE에 의한 통합SW트랙 포함) 재학생은 소프트웨어융합대학 융합소프트웨어전공과정 전공학점 이수기준표를 따름
※ 2012학번 이전: 2012년 교육과정 개편 이전 2012학번 이전 학생은 전공기본과 전공핵심, 실험실습 등 전공 이수구분별 최소 이수기준 없이 2배수의 완화된 비율의 전공 총이수학점을 이수하여야 하며, 자세한 사항은 소속 단과대학 행정실 또는 학생센터(1811-8585)에 문의 바람

성균관대학교
47
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (55, '학사제도 Pg. 55', '```
Inspiring Future, Grand Challenge

• 2005-2012학번 학과별 전공학점 이수기준표
※ 학점제 전공이수 학점은 ''단일전공/복수전공/부전공''순으로 표기함
※ 2021학년도 교육과정 개편에 따라 2012학번은 이전 입학생은 전공기반, 전공심화, 실험실습 등 전공 이수구분별 최소 이수기준이 없으며 입학생에 부여된 전공 총이수학점만 이수

대학(학과) | 전공 이수구분 최소 이수학점 | 이수학점 | 졸업 | 수료 | 비고
---|---|---|---|---|---
유약대학 | | | | |
약학과 | **/**/** | **/**/** | 60/39 | 120 | 
문과대학 | | | | |
국어국문학과 | **/**/** | **/**/** | 60/39 | 120 | 
영어영문학과 | **/**/** | **/**/** | 60/39 | 120 | 
독어독문학과 | **/**/** | **/**/** | 60/39 | 120 | 
불어불문학과 | **/**/** | **/**/** | 60/39 | 120 | 
중어중문학과 | **/**/** | **/**/** | 60/39 | 120 | 
노어노문학과 | **/**/** | **/**/** | 60/39 | 120 | 
사학과 | **/**/** | **/**/** | 60/39 | 120 | 
철학과 | **/**/** | **/**/** | 60/39 | 120 | 
종교학과 | **/**/** | **/**/** | 60/39 | 120 | 
사회과학대학 | | | | |
정치외교학과 | **/**/** | **/**/** | 54/36 | 120 | 
사회학과 | **/**/** | **/**/** | 54/36 | 120 | 
심리학과 | **/**/** | **/**/** | 54/36 | 120 | 
언론정보학과 | **/**/** | **/**/** | 54/36 | 120 | 
사회복지학과 | **/**/** | **/**/** | 54/36 | 120 | 2008학번 학위수여조건 불가
경제학부 | | | | |
경제학과 | **/**/** | **/**/** | 54/36 | 120 | 
응용통계학과 | **/**/** | **/**/** | 54/36 | 120 | 
경영대학 | | | | |
경영학과 | **/**/** | **/**/** | 54/36 | 120 | 
글로벌경영학과 | **/**/** | **/**/** | 54/36 | 120 | 
사범대학 | | | | |
교육학과 | **/**/** | **/**/** | 60/39 | 130 | 
국어교육과 | **/**/** | **/**/** | 60/39 | 130 | 
영어교육과 | **/**/** | **/**/** | 60/39 | 130 | 
수학교육과 | **/**/** | **/**/** | 60/39 | 130 | 
과학교육과 | **/**/** | **/**/** | 60/39 | 130 | 
체육교육과 | **/**/** | **/**/** | 60/39 | 130 | 
예술대학 | | | | |
음악대학 | **/**/** | **/**/** | 63/42 | 130 | 
미술대학 | **/**/** | **/**/** | 63/42 | 130 | 
자연과학대학 | | | | |
생명과학과 | **/**/** | **/**/** | 60/36 | 130 | 
화학과 | **/**/** | **/**/** | 60/36 | 130 | 
물리학과 | **/**/** | **/**/** | 60/36 | 130 | 
지구과학과 | **/**/** | **/**/** | 60/36 | 130 | 
전자기계공학부 | | | | |
전자공학과 | **/**/** | **/**/** | 63/42 | 130 | 
기계공학과 | **/**/** | **/**/** | 63/42 | 130 | 
정보통신대학 | | | | |
컴퓨터공학과 | **/**/** | **/**/** | 63/42 | 130 | 
정보통신공학과 | **/**/** | **/**/** | 63/42 | 130 | 

대학 : 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (56, '학사제도 Pg. 56', '학사과정 교육과정 이수 06

| 대학(학과) | 전공 이수구분별 최소 이수학점 | 전공 | 졸업 | 비고 |
| --- | --- | --- | --- | --- |
| | 전문기구 | 전공필수 | 전공선택 | 교양필수 | 교양선택 | 일반선택 | | |
| 정보통신대학 | | | | | | | | |
| 전자공학부(전자공학전공) | ** | ** | ** | ** | ** | ** | 62/43 | 130 | 2006학번 2006~2008(ABEEK) |
| 반도체시스템공학과 | ** | ** | ** | ** | ** | ** | 65 | 130 | 2006학번 2006~2008(ABEEK) |
| | | | | | | | | | 2009~2010학번 평가 중 |
| | | | | | | | | | 2011학번~ 평가 중 |
| 소프트웨어학과 | ** | ** | ** | ** | ** | ** | 62 | 130 | 2006학번 2006~2010학번 평가 중 |
| 화학공학부 | ** | ** | ** | ** | ** | ** | 65/43 | 130 | 2012학번~ |
| 화학공학과 | ** | ** | ** | ** | ** | ** | 62/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 고분자시스템공학과 | ** | ** | ** | ** | ** | ** | 62/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 텍스타일시스템공학과 | ** | ** | ** | ** | ** | ** | 62/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 신소재공학부 | ** | ** | ** | ** | ** | ** | 60/41 | 130 | 2006학번 2006~2010(ABEEK) |
| 공과대학 | | | | | | | | |
| 기계공학부 | ** | ** | ** | ** | ** | ** | 62/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 건설환경공학부 | ** | ** | ** | ** | ** | ** | 62/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 건축공학과 | ** | ** | ** | ** | ** | ** | 62/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 조경학과 | ** | ** | ** | ** | ** | ** | 60/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 사회환경시스템공학과 | ** | ** | ** | ** | ** | ** | 60/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 시스템경영공학과 | ** | ** | ** | ** | ** | ** | 60/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 건축학과 | ** | ** | ** | ** | ** | ** | 60/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 약학대학 | | | | | | | | |
| 약학과 | ** | ** | ** | ** | ** | ** | 154 | 219 | 타 대학 졸업학점 평가 중 |
| 생명공학대학 | | | | | | | | |
| 바이오메카트로닉스학과 | ** | ** | ** | ** | ** | ** | 62/43 | 130 | 2006학번 2006~2010(ABEEK) |
| 스포츠과학부 | ** | ** | ** | ** | ** | ** | 60/42 | 130 | 2006학번 2006~2010(ABEEK) |
| 의과대학 | | | | | | | | |
| 의예과 | ** | ** | ** | ** | ** | ** | 14 | 82 | 타 대학 졸업학점 평가 중 |
| 의학과 | ** | ** | ** | ** | ** | ** | 35 | 81 | 타 대학 졸업학점 평가 중 |

경운대학교
KYUNGWOON UNIVERSITY
49', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (57, '학사제도 Pg. 57', 'Inspiring Future, Grand Challenge

| 대학(학과) | 전공 이수구분 최소 이수학점 | 전공과목 | 이수학점 | 비고 |
|-----------|---------------------------|----------|----------|------|
| 의과대학  | 의학과                    | **      | 173      | 173  | 전공과목 이수기준은 학과별로 상이함. 학과에 문의 바람. |

※ 2005~12학번 건축학과/사회환경시스템공학과 학생이 전공과목을 이수하지 않았을 경우 2012. 6. 13. 입학 전형을 통해 입학한 학생은 전공과목을 이수해야 함.
※ 2013학번 이후 입학한 학생은 전공과목을 이수해야 함.
※ 전공과목 이수 기준은 학과별로 상이하므로 학과에 문의 바람.

- 2004 이전 학번: 입학당시 학과별로 지정된 전공과목의 최소학점 이상을 이수해야 하며, 전공과목과 변경사항이 많으니 자세한 사항은 학사센터 (1811-8585)에 문의 바랍니다.

- 전공과목 이수 로드맵
  - 학과별로 제시된 교육과정 및 교과목 이수 로드맵을 참조하여 전공과목을 체계적으로 이수하는 것을 권장합니다.
  - 로드맵은 학생의 다양한 진로에 부응하기 위해 과목, 이수 기준 및 순서를 적절하게 제시하여 학생의 전공 이수계획을 안내하는 지침입니다.
  - 상세한 로드맵 및 교과목 이수 순서도(선수-후수체계)는 학과에 문의하시기 바랍니다.

- 학과간 상호인정 전공과목(C/L: Cross-Listing)
  - 융합전공을 활성화하기 위해 타 학과에서 개설한 전공과목을 소속학과의 전공과목으로 인정하는 제도입니다. 학과간 상호인정 전공과목에 대한 개설 전공과목은 학과별로 Cross-Listing 또는 C/L로 표시됩니다.
  - C/L과목은 수강여부를 소속학과의 전공과목 이수기준에 따라 결정합니다.
  - 학과간 상호인정 전공과목은 전공필수, 전공선택, 교양선택, 일반선택으로 구분하여 이수할 수 있습니다. 전공필수는 전공선택(C/L)로 인정되며, 교양선택(G.LS-일반선택)으로 이수할 수 있습니다.
  - 사범대학의 경우 소속 학과 및 교직과목으로 개설된 전공과목(C/L) 이수 시 상호인정 불가

50

대학 · 대학원을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (58, '학사제도 Pg. 58', '```plaintext
학사과정 교육과정 이수 06

- 복수전공하는 학생이 소속 학과와 복수전공 학과에서 서로 인정하는 학과 간 상호 
인정 전공과목이나 대학공통교과목으로 수강할 경우 최대 9학점까지는 제1전공과 
복수전공의 전공학점으로 중복 인정되며, 9학점을 초과할 경우 초과하는 학점은 
제1전공 또는 복수전공의 전공학점으로만 인정됩니다. 단, 학부대학을 이수하는 
학생은 공통으로 편성된 C/L과목을 이수하는 경우 6학점 이내에서 중복 인정할 수 
있습니다.

- 대학공통교과목 
2개 이상의 학과가 설치된 대학에서 대학 내 각 학과가 공통으로 전공인정하는 
과목으로 대학 내 각 학과의 교육과정에 편성됩니다. 
대학 내 각 학과가 별도로 소속학과의 전공과목으로 수강한 경우 전공학점으로 
처리됩니다.

- 교양인정 전공교과목 
전공과목(전공필수 혹은 전공선택)이지만 해당 학과를 제1전공 내지 복수전공으로 
이수하고 있는 타 학과 학생이 해당 교과목을 정상적으로 수강하여 학점을 취득하는 
경우 이를 교양과 학점 취득으로 인정해 주는 교과목입니다.(전공, 교양간 중복 
인정은 불가함) 
※ 2013~2020학번은 전공필수 혹은 전공일반으로 인정 
- 다만, 추후 해당 학과를 제1전공 혹은 복수전공으로 이수하게 되는 경우 
기 취득한 "전공" 영역 취득학점으로 환원됩니다. 
- 대상 교과목 

성균인성역 COS2039 유교경전의이해 3 3 6 유학동양학과 
CHI2021 중국문학개론 3 3 6 중어중문학과 
CHI3009 중국문화의이해 3 3 6 중어중문학과 
CHI3036 중국고전의이해 3 3 6 중어중문학과 
COS2047 인성교육론 3 3 6 유학동양학과 

인간/문화 COS3016 현대사회와인성 3 3 6 유학동양학과 
DKL2006 고전시가의세계 3 3 6 국어국문학과 
DKL2007 고전소설의세계 3 3 6 국어국문학과 
DKL2009 현대소설의세계 3 3 6 국어국문학과 
DKL2011 현대시의세계 3 3 6 국어국문학과 
FRE2006 프랑스문화와예술 3 3 6 프랑스어문학과 

성균관대학교
51
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (59, '학사제도 Pg. 59', '```
Inspiring Future, Grand Challenge

인정영역    학수번호    과목명                          학점    시간    자기학습시간    주관학과
인간/문화
            FRE3014    테마프랑스문화                  3        3        6                프랑스어문학과
            ENG2013    영미드라마론                     3        3        6                영어영문학과
            GER3033    독일연극예술                     3        3        6                독어독문학과
            GER3034    독일영화예술                     3        3        6                독어독문학과
            LIS2001    문헌정보학개론                  3        3        6                문헌정보학과
            PHL2003    윤리학                             3        3        6                철학과
            PHL2012    현대철학                          3        3        6                철학과
            PHL3013    철학적의문과                     3        3        6                철학과
            PHL3026    동양철학                          3        3        6                철학과
            PHL3027    문화철학                          3        3        6                철학과
            RUS2011    러시아어기초                     3        3        6                러시아어문학과
            RUS3046    도스토옙스키와인간성          3        3        6                러시아어문학과
사회/역사
            SOC2008    문화사회학                       3        3        6                사회학과
            COV3026    다문화와비즈니스               3        3        6                융합학부
            FRE3030    프랑스어권사회와문화         3        3        6                프랑스어문학과
            HIS2005    한국현대사                       3        3        6                사학과
            HIS2008    일본역사                          3        3        6                사학과
            HIS3016    일본의역동                       3        3        6                사학과
            HIS3022    유럽의정상생활사               3        3        6                문헌정보학과
            LIS2005    정보탐색                         3        3        6                문헌정보학과
            LIS2011    서지학개론                       3        3        6                문헌정보학과
            RUS2021    러시아어시베리아               3        3        6                러시아어문학과
            PSD2002    비평적사고                      3        3        6                정치외교학과
            SOC2002    사회계층론                      3        3        6                정치외교학과
자연/과학/기술
            GBE2035    아동발달심리학                 3        3        6                아동가족학과

※ 학년도별 교양영역 전공과목 개설현황은 학부대학 학사지원 및 전자시간표 참조하시기 바랍니다.

52
대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (60, '학사제도 Pg. 60', '7. 대학원과정 교육과정 이수

■ 대학원별, 학위과정별 수료학점

일반대학원
- 석사과정
  - 인문계열: 전공과목 12학점 이상, 선택과목 12학점 이하, 계 24학점
  - 사회계열: 전공과목 12학점 이상, 선택과목 12학점 이하, 계 24학점
  - 자연계열: 전공과목 18학점 이상, 선택과목 6학점 이하, 계 24학점
  - 공학계열: 전공과목 18학점 이상, 선택과목 6학점 이하, 계 24학점
  - 예체능계열: 전공과목 12학점 이상, 선택과목 12학점 이하, 계 24학점

- 박사과정
  - 인문계열: 전공과목 30학점 이상, 선택과목 21학점 이하, 계 51학점
  - 사회계열: 전공과목 30학점 이상, 선택과목 21학점 이하, 계 51학점
  - 자연계열: 전공과목 36학점 이상, 선택과목 15학점 이하, 계 51학점
  - 공학계열: 전공과목 36학점 이상, 선택과목 15학점 이하, 계 51학점
  - 예체능계열: 전공과목 30학점 이상, 선택과목 21학점 이하, 계 51학점

경영전문대학원
- 석사과정
  - Global MBA: 전공과목 45학점, 계 45학점
  - Executive MBA: 전공과목 45학점, 계 45학점
  - Professional MBA: 전공과목 45학점, 계 45학점
  - Master of Management Studies: 전공과목 45학점, 계 45학점
  - Master of Science in Business Analytics: 전공과목 45학점, 계 45학점
  - AI MBA: 전공과목 45학점, 계 45학점

전문대학원
- 국방전문대학원
  - 석사과정: 전공과목 27학점 이상, 선택과목 9학점 이하, 계 36학점
  - 박사과정: 전공과목 36학점 이상, 선택과목 15학점 이하, 계 51학점

- 기술경영전문대학원
  - 석사과정: 전공과목 27학점 이상, 선택과목 9학점 이하, 계 36학점
  - 박사과정: 전공과목 36학점 이상, 선택과목 15학점 이하, 계 51학점

- 법학전문대학원
  - 석사과정: 전공과목 36학점 이상, 선택과목 15학점 이하, 계 51학점

- 수자원전문대학원
  - 석사과정: 전공과목 24학점 이상, 선택과목 12학점 이하, 계 36학점
  - 박사과정: 전공과목 36학점 이상, 선택과목 15학점 이하, 계 51학점

특수대학원
- 교육대학원
  - 석사과정: 전공과목 20학점 이상, 교직과목 4학점 이상, 계 24학점

- 민간조사학과
  - 석사과정: 전공과목 24학점 이상, 선택과목 12학점 이하, 계 24학점

- 국제대학원
  - 석사과정: 전공과목 18학점 이상, 선택과목 6학점 이하, 계 24학점

- 통번역대학원
  - 석사과정: 전공과목 18학점 이상, 선택과목 6학점 이하, 계 24학점

- TESOL대학원
  - 석사과정: 전공과목 18학점 이상, 선택과목 6학점 이하, 계 24학점

- 경영(MBA)대학원
  - 석사과정: 전공과목 24학점 이상, 선택과목 12학점 이하, 계 36학점

- DFEM대학원
  - 석사과정: 전공과목 24학점 이상, 선택과목 12학점 이하, 계 36학점

성균관대학교
SUNGKYUNKWAN UNIVERSITY

53', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (61, '학사제도 Pg. 61', '개별연구과목, 선수학점

- 개별연구 과목 수강
  일반대학원과 전문대학원에서 개설되는 개별연구 과목은 지도교수로부터 개별적으로 과제를 지정받아 수행하는 연구과목으로 학과별로 필요에 따라 개설하며, ''개별연구'' 과목의 인정학위는 학과, 대학원별로 정합니다.

- 선수학점 충족
  2013학년도 이후 신(편)입학한 대학원 학생이 해당하는 하위과정 전공의 동일 대학 학부에서 지도교수의 의견을 들어 학과장이 1개 전공교과 이상을 선수학점 충족과목으로 부과할 수 있습니다.(※2012학년도 이전 신(편)입학자는 하위 과정 전공교과를 선수학점으로 부과할 수 없음)
  - 선수학점은 수료학점으로는 인정되지 않지만 과정 수료를 위해서는 반드시 수강하여 학점을 충족해야 합니다.(2개 종료 전 이수할 것을 원칙으로 함)
  - 선수학점을 부과받은 학생이 미 이수시 학위논문(심사신청)을 신청할 수 없으며, 졸업이 불가합니다.
  - 선수학점은 전적 학위과정 전공과목으로 하는 것을 원칙으로 합니다.
  - 학생 개인별 선수학점 부과여부는 소속 학과에서 확인할 수 있습니다.

논문작성법 및 연구윤리

대학원생들에게 요구되는 논문작성법에 대한 기초 교육을 제공하고 연구윤리 의식을 고취하기 위한 교과목으로 학위논문을 작성하는 대학원생들은 교과목을 이수하여야 하며, 학위별로는 전 학기 이수하여야 합니다.

- 대상자: 2016학년도 이후(2016학번) 일반/전문/특수대학원 신/편입생 중 학위논문 작성자(2015학번까지는 제외)
- 교과목 이수방법: 소속대학원에서 개설하는 교과목을 이수하여야 하며, 학점별로는 전 학기 이수하여야 함
  ※ 공동 교과목(COV7001-3) 또는 본원 자체 교과목 중 운영형 참여
  - 2016학번 이후부터 논문작성법은 대학원 자체로 운영하는 교과목으로 교과목을 이수하여야 하며 미이수 시 학위별에 따라 아래의 교과목 수료를 위한 논문 심사 신청이 불가합니다.
    - 2016~2019학번: 미이수 시 수료 불가
    - 2020학번: 교과목 미이수 시 학위논문 심사 신청 불가(예비심사는 신청 가능)

54

대학: 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (62, '학사제도 Pg. 62', '학사과정 공학교육인증(ABEEK) 08

8. 학사과정 공학교육인증(ABEEK)

■ 공학교육인증(ABEEK)

공학교육인증은 글로벌 스탠다드(Global Standard)에 입각한 공학교육 프로그램입니다.

- 공학교육인증 개념
  - Washington Accord는 학사과정 공학교육의 실질적 동등성을 상호 인정하는 국제 협약체로 2025년 14개 국가가 정회원으로 가입되어 있으며, 우리나라는 2007년에 정회원으로 가입하였습니다.
  - 우리나라 공학교육인증에 대한 정책, 절차, 기준을 정하고 이를 평가하는 한국공학교육인증원(ABEEK: Accreditation Board for Engineering Education of Korea)으로부터 인증받은 SKKU 공학교육인증 심화프로그램을 이수한 학생은 글로벌 스탠다드 공학교육 프로그램을 이수하였음을 보장받을 수 있습니다.

- 공학교육인증 특징
  - 전공 분야별(공학 프로그램 단위)로 인증합니다.
  - 인증은 프로그램(심화프로그램)을 이수하였을 때 학위명이 달라집니다.
  - 인증을 받은 프로그램을 이수한 학생이 제공받게 되는 전공명이 명시되어 있습니다.
  - 우리 대학은 심화프로그램을 이수하고 졸업한 학생이 국내외에서 실질적으로는 동일한 자격을 인정받을 수 있도록 이수하는 체계를 갖추고 있습니다.

- 공학교육인증 장점 및 혜택
  - 공학교육인증을 이수한 졸업생은 공학교육의 자질 및 능력을 갖추게 됩니다.
  - 글로벌 스탠다드에 부합하는 공학교육을 이수한 학생은 세계 어디서든 전문 엔지니어로서의 자격을 인정받을 수 있습니다(Global Mobility).
  - 우리 대학은 산업체의 요구에는 공학교육인증을 통해 반영되는 10가지 학습성과를 통해 학생들이 졸업 후 산업체에서 요구하는 자질을 갖추도록 하고 있으며 산업체에서 선호하는 인재로서의 역할을 수행할 수 있습니다.

성균관대학교 55', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (63, '학사제도 Pg. 63', '```plaintext
Inspiring Future, Grand Challenge

공학교육인증 심화프로그램

심화프로그램은 인증을 받은 프로그램을 말하며, 우리 대학은 심화 프로그램 인증기준과 학교 졸업기준을 일치시켜 학교 졸업기준 이수 시 심화프로그램을 이수할 수 있습니다.

- 정보통신대학, 소프트웨어융합대학 및 공과대학 내 인증 프로그램(심화프로그램)을 운영하는 학과(부)는 총 7개로 다음과 같습니다.

소속 | 심화프로그램 운영 학과(부)
정보통신대학 | 전자전기공학부
소프트웨어융합대학 | 컴퓨터공학부
공과대학 | 화학공학부, 신소재공학부, 기계공학부, 건설환경공학부, 시스템경영공학과

- 인증 대상 학생
  - 2005년도 이후 공학교육인증 프로그램을 운영하는 학과(부)에 입학한 신입생은 전원 심화프로그램에 소속되며, 심화프로그램 이수 및 변경에 관한 사항은 각 프로그램 내규에 따릅니다.
  - 전입(전형입학), 교환학생, 복수전공자는 인증 이수신청서를 제출한 후 심화 프로그램에 소속됩니다.
  ※ 제3전공자 또는 전공의 심화프로그램 이수 희망자는 반드시 복수전공 신청자이어야 합니다.
  - 심화프로그램에 소속된 학생 중 해외대학과의 공동학위과정, 교환학생, ROTC, 교직이수, 복수전공, 전과생, 편입생의 경우, 프로그램 운영위원회에서 정한 기준에 따라 심화프로그램 이수에 관한 사항을 예외로 할 수 있으며, 4학년(4학기) 등록 후 심화프로그램 이수에 대한 의지를 심사받은 후 심화프로그램을 포기할 수 있습니다.

56

대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (64, '학사제도 Pg. 64', '학사과정 공학교육인증(ABEEK) 08

- 공학교육인증 심화프로그램 학위명
- 공학교육인증을 받은 프로그램(심화프로그램) 기준을 만족한 학생은 심화프로그램 이수자임을 학위증서, 졸업증서, 성적증명서에 표기하며, 공학교육인증에 따른 학사학위명이 아래와 같이 부여됩니다.

| 심화프로그램 설치학과 | 학과명(영문학위명) | 심화 프로그램 | 일반 프로그램 |
|----------------------|------------------|---------------|---------------|
| 전자전기공학부        | 전자전기공학심화프로그램 | 전자전기공학부 | 전자전기공학부 |
| (Electronic and Electrical Engineering) | (BS in Electronic and Electrical Engineering) | (BS in Engineering) |
| 컴퓨터공학과          | 컴퓨터공학심화프로그램 | 컴퓨터공학과 | 컴퓨터공학과 |
| (Computer Science & Engineering) | (BS in Computer Engineering) | (BS in Engineering) |
| 신소재공학부          | 신소재공학심화프로그램 | 신소재공학부 | 신소재공학부 |
| (Advanced Materials Science and Engineering) | (BS in Advanced Materials Science and Engineering) | (BS in Engineering) |
| 기계공학부            | 기계공학심화프로그램 | 기계공학부 | 기계공학부 |
| (Mechanical Engineering) | (BS in Mechanical Engineering) | (BS in Engineering) |
| 건설환경공학부        | 건축공학심화프로그램 | 건설환경공학부 | 건설환경공학부 |
| (Civil, Architectural Engineering and Landscape Architecture) | (BS in Architectural Engineering) | (BS in Engineering) |
|                      | 토목공학심화프로그램 |               |               |
|                      | (BS in Civil Engineering) |               |               |
| 시스템경영공학과      | 시스템경영공학심화프로그램 | 시스템경영공학과 | 시스템경영공학과 |
| (Systems Management Engineering) | (BS in Systems Management Engineering) | (BS in Engineering) |
| 화학공학부            | 화학공학심화프로그램 | 화학공학부 | 화학공학부 |
|                      | (BS in Chemical Engineering) | (BS in Engineering) |

경운대학교 57', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (65, '학사제도 Pg. 65', '```plaintext
Inspiring Future, Grand Challenge

- 공학교육인증 심화프로그램 취득 방법
  - 공학교육인증 심화프로그램 졸업요건학점 이수 방법
    (신·편입생 외국어 및 편입학생도 동일)
  ① 전문교양: 교양영역의 학교 졸업기준에 따라 취득하여야 합니다.
  ② 수학, 기초과학 및 전산학(MSC)1): 수학 및 기초과학 18학점, 전산학 3학점을 포함하여 총 21학점 이상 취득하여야 합니다.
  ③ 공학주제: 전공필수 교과목 포함하여 총 45학점 이상을 취득하여야 합니다.(전공필수, 설계학점 세부영역별 최소이수학점은 학교 졸업요건을 따름)
  ④ 설계학점: 기술사회(기술사협회) 인증을 위해 설계 9학점 이상을 취득하여야 합니다.

| 영역                | 최소 이수 학점                  |
|---------------------|--------------------------------|
| 전문교양            | 학교 졸업기준에 따름            |
| 수학, 기초과학 및 전산학 (MSC) | 21학점 이상                  |
|                     | - 수학 및 기초과학분야 자연과학/일반역) : 18학점 이상 |
|                     |   (물리 또는 화학 중 최소 1개분야 실험 2학기 수강 필수) |
|                     | - 전산학분야 (DS공학) : 3학점 이상  |
| 공학주제            | 인증필수 포함 45학점 이상       |
|                     | (전공필수포함, 1, 2 및 기초공학수학 1, 2는 제외) |
| 설계                | 기초설계, 종합설계 포함 9학점 이상 |

- 각 프로그램별 전공수 교과목, 이수체계(로드맵)에 따라 수강신청을 하여야 합니다.
- 인증 대상 학생은 전공수 교과목 이수체계를 만족할 경우, PD(프로그램주관)
  교수와 상의하여 인증이수여부를 학기별로 상담합니다.
- 학기마다 수강 전 교과목 중 수강신청이 어려운 교과목이 있을 시
  PD(프로그램주관)교수 혹은 인증 아드바이저의 상담을 통해 이수체계 미준수
  교과목을 검토, 수강사유 등을 상의한 후 수강신청을 권장합니다.

1) MSC: Math Science Computer

58

단국 : 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (66, '학사제도 Pg. 66', '```
학사과정 공학교육인증(ABEEK) 08

• 2025학년도 심화프로그램 MSC 영역 교과목 목록 (추후 변경될 수 있음)

교과목명 | 학점 | 정 보 통신대학 | 공 과 대 학
         |     | 전자 전기 | 소프트웨어 융합대학 | 신소재 공학 | 기계 공학 | 건축 공학 | 토목 환경 공학 | 시스템 경영 공학
---------|-----|-----------|---------------------|-------------|-----------|-----------|---------------|----------------
(고급)미분적분학1 | 3 | 택1 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
(고급)미분적분학2 | 3 | 택1 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
미분적분학1 | 3 | 택1 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
미분적분학2 | 3 | 택1 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
공학수학1 | 3 | 선택 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
공학수학2 | 3 | 선택 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
이산수학 | 3 | 선택 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
확률및통계 | 3 | 선택 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
네트워크모델링과확률 | 3 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택
(고급)일반물리학1 | 3 | 택1 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
(고급)일반물리학2 | 3 | 택1 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
일반물리학1 | 3 | 택1 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
일반물리학2 | 3 | 택1 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
일반물리학실험1 | 1 | 택1 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
일반물리학실험2 | 1 | 택1 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
(고급)일반화학1 | 3 | 선택 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
(고급)일반화학2 | 3 | 선택 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
일반화학1 | 3 | 선택 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
일반화학2 | 3 | 선택 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
일반화학실험1 | 1 | 선택 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
일반화학실험2 | 1 | 선택 | 필수 | 필수 | 필수 | 필수 | 필수 | 필수
(고급)생명과학1 | 3 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택
(고급)생명과학2 | 3 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택
생명과학1 | 3 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택
생명과학2 | 3 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택 | 선택
프로그램설계기초및실습 | 3 | 택1 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택
공학계측프로그래밍 | 3 | 택1 | 필수 | 선택 | 선택 | 선택 | 선택 | 선택

총 이수 MSC 기준학점 21학점 이상 취득

※ 공학교육인증 모든 전공학생은 소속 또는 타학과 공학교육인증을 이수하여야 하며, 공학교육영역 중 자연과학기반영역에서 수학 및 기초과학영역 18학점 이상 이수하여야 함
※ 일반물리학 혹은 일반화학 수강 시 실험 교과목은 수강과 동시에 수강할 것을 권장함
   (예시) 일반물리학1 수강 시 일반물리학실험1 필수 수강, 일반화학2 수강 시 일반화학실험2 필수 수강

성균관대학교
59
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (67, '학사제도 Pg. 67', '```
Inspiring Future, Grand Challenge

- 2025학년도 심화프로그램 공학주제 영역 인증필수 교과목

학과                프로그램명                학수번호        교과목명                        영역구분        학점
전자전기공학부    전자전기공학심화프로그램
                    GEDT017        창의적공학디자인                창의영역        3
                    EEEE2006        물리전자                        전공코어        3
                    EEEE2008        신호및시스템                    전공코어        3
                    EEEE2009        전자기학1                        전공코어        3
                    EEEE2010        전기자기학2                    전공코어        3
                    EEEE2011        확률및랜덤변수                전공코어        3
                    EEEE2012        전자회로1                        전공코어        3
                    EEEE2013        전자회로2                        전공코어        3
                    ICE3007        컴퓨터구조                        전공코어        3
                    ICE3031        종합설계프로젝트                전공코어        3
                    ICE3053        *자율주행융합스튜디오        전공코어        3
                    EME3068        스마트자동차실습                실험실습        1

* 창의적공학디자인은 1학년 때 반드시 수강할 것 (외국인 입학자도 동일함)
* 종합설계의 경우, 종합설계프로젝트, 자율주행융합스튜디오, 스마트자동차실습에서 총 1개 교과목은 반드시 수강하여야 함
* 영역코어 인증필수 교과목이 상이하므로, 완화된 기존 학번의 학과교과목 모두 이수하여야 함(학부(과) 홈페이지 및 포털게시판에서 확인)

학과                프로그램명                학수번호        교과목명                        영역구분        학점
컴퓨터공학과    컴퓨터공학심화프로그램
                    GEDT017        창의적공학디자인                창의영역        3
                    SWE2001        시스템프로그래밍                전공코어        3
                    SWE2015        자료구조개론                    전공코어        3
                    SWE2016        알고리즘개론                    전공코어        3
                    SWE3005        컴퓨터구조                        전공코어        3
                    SWE3006        운영체제                        전공코어        3
                    ICE3037        종합설계프로젝트                전공코어        3

* 창의적공학디자인은 1학년 때 반드시 수강 (외국인 입학자도 동일함)
* 영역코어 인증필수 교과목이 상이하므로, 완화된 기존 학번의 학과교과목 모두 이수하여야 함(학부(과) 홈페이지 및 포털게시판에서 확인)

60

대학 : 대학생활을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (68, '학사제도 Pg. 68', '학사과정 공학교육인증(ABEEK) 08

학과 | 프로그램명 | 학수번호 | 교과목명 | 영역구분 | 학점
--- | --- | --- | --- | --- | ---
화학공학부 | 화학공학심화 프로그램 | GEDT017 | 창의적공학설계(디자인) | 창의영역 | 3
| | ECH2006 | 창의공학입문 | 전공교양 | 3
| | ECH2007 | 화공열역학 | 전공교양 | 3
| | ECH2031 | 화공유체역학 | 전공교양 | 3
| | ECH2032 | 화공열전달 | 전공교양 | 3
| | ECH3016 | 화공반응공학 | 전공교양 | 3
| | ECH3067 | 공정제어설계 | 전공교양 | 3
| | ECH3053 | 반응공학설계 | 전공교양 | 3
| | ECH2035 | 화공분리공정 | 전공교양 | 3
| | ECH2073 | 화공종합설계 | 전공교양 | 3
| | ECH3073 | 화공종합설계 | 전공교양 | 3

* 창의적공학설계(디자인) 1학년 및 1학기 필수 수강권 (외국인 학생 제외)
* 입학년도별 인증필수 교과목이 상이하므로, 입학년도 기준을 확인하여 필수교과목을 모두 이수하여야 함(학과(부) 홈페이지 및 포털게시판에서 확인)

학과 | 프로그램명 | 학수번호 | 교과목명 | 영역구분 | 학점
--- | --- | --- | --- | --- | ---
신소재공학부 | 신소재공학심화 프로그램 | GEDT017 | 창의적공학설계(디자인) | 창의영역 | 3
| | EAM2039 | 재료열역학1 | 전공교양 | 3
| | EAM2042 | 재료열역학2 | 전공교양 | 3
| | EAM2047 | 결정구조분석-실험1 | 전공교양 | 3
| | EAM2057 | 신소재공정실험1 | 전공교양 | 3
| | EAM2058 | 신소재공정실험2 | 전공교양 | 3
| | EAM3002 | 신소재물성실험1 | 전공교양 | 3
| | EAM3003 | 신소재물성실험2 | 전공교양 | 3
| | EAM3098 | 신소재종합설계1 | 전공교양 | 3
| | TRP7001 | 신소재종합설계2 | 전공교양 | 3
| | TRP7002 | 신소재종합설계3 | 전공교양 | 3
| | TRP7003 | 신소재종합설계4 | 전공교양 | 3
| | TRP7004 | 신소재종합설계5 | 전공교양 | 3

* 창의적공학설계(디자인) 1학년 및 1학기 필수 수강권 (외국인 학생 제외)
* 입학년도별 인증필수 교과목이 상이하므로, 입학년도 기준을 확인하여 필수교과목을 모두 이수하여야 함(학과(부) 홈페이지 및 포털게시판에서 확인)
* 졸업시험(석사/박사)제도가 운영될 예정 (2024학년도 이후 입학 학생)

성균관대학교 61', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (69, '학사제도 Pg. 69', '```
Inspiring Future, Grand Challenge

학과                프로그램명          학수번호     교과목명                        영역구분    학점
기계공학부      기계공학심화
                      프로그램
                      GEDT017          창의적공학설계/디자인     창의영역    3
                      EME2007          열역학                        전공코어    3
                      EME2009          동역학                        전공코어    3
                      EME2008          유체역학                     전공코어    3
                      EME2012          고체역학                     전공코어    3
                      EME3090          기계공학실험1              실험실습    3
                      EME3091          기계제작설계실습          실험실습    3
                      EME3058          *졸업설계                   실험실습    3
                      EME3068          *스마트카융합설계          실험실습    3

* 창의적공학설계/디자인은 1학년 때 반드시 수강할 것 (의무적 이수학점 포함).
* 열역학, 동역학, 유체역학, 고체역학은 스마트카융합설계 수강 전 12학점 모두 필수로 이수하여야 함.
* 실험실습 영역의 교과목이 3학점으로, 졸업설계와 스마트카융합설계 중 1개 교과목을 필수로 수강하여야 함.
* 학부생의 입학년도 교과과정이 상이하므로, 입학년도 기준 확인하여 필수교과목 모두 이수하여야 함(학부(과) 홈페이지 및 모델커리큘럼에서 확인).

학과                프로그램명          학수번호     교과목명                        영역구분    학점
건축환경공학부 건축공학심화
                      프로그램
                      GEDT017          창의적공학설계/디자인     창의영역    3
                      CAL2075          재료역학                     전공코어    3
                      CAL2001          건축설계1                   전공코어    3
                      CAL3035          첨단건설IT                  전공코어    3
                      CAL2006          건설관리                     전공코어    3
                      CAL2007          건축공학실험1              전공코어    3
                      CAL3002          건축공학실험2              전공코어    3
                      CAL3010          건축재료의이해             전공코어    3
                      CAL2069          건축설계실습1              실험실습    3
                      CAL3099          *졸업설계                   실험실습    3
                      CAL3015          *건축설계실습2             실험실습    3
                      CAL3080          *건축설계실습3             실험실습    3

* 창의적공학설계/디자인은 1학년 때 반드시 수강할 것 (의무적 이수학점 포함).
* 건축설계1, 건축공학실험1, 건축공학실험2는 건축설계실습1 수강 전 필수로 이수하여야 함.
* 학부생의 입학년도 교과과정이 상이하므로, 입학년도 기준 확인하여 필수교과목 모두 이수하여야 함(학부(과) 홈페이지 및 모델커리큘럼에서 확인).

62

대학 : 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (70, '학사제도 Pg. 70', '```
학사과정 공학교육인증(ABEEK) 08

학과: 건설환경공학부
프로그램명: 토목공학심화프로그램

학수번호 | 교과목명 | 영역구분 | 학점
---------|----------|---------|----
GEDT017 | 창의적공학디자인 | 창의영역 | 3
CAL2001 | 재료역학 | 전공필수 | 3
CAL2016 | 기초유체역학 | 전공필수 | 3
CAL2018 | 토목역학 | 전공필수 | 3
CAL2002 | 구조역학 | 전공필수 | 3
CAL3061 | 물류운송계획(하수) | 전공선택 | 3
CAL3097 | 환경데이터분석 | 전공선택 | 3
CAL3003 | 건설관리 | 전공선택 | 3
CAL2020 | 건설공학실습 | 전공선택 | 3
CAL2022 | 스마트건설기술 | 전공선택 | 3
CAL3086 | 건설공학특론 | 전공선택 | 3
CAL3090 | 사회기반시설설계 | 전공선택 | 3

* 입학년도와 인증필수 교과목이 상이하므로, 입학년도 기준을 확인하여 필수교과목을 모두 이수하여야 함(학과(과) 홈페이지 및 포털게시판에서 확인)

학과: 시스템경영공학과
프로그램명: 시스템경영공학심화프로그램

학수번호 | 교과목명 | 영역구분 | 학점
---------|----------|---------|----
GEDT017 | 창의적공학디자인 | 창의영역 | 3
ESM2019 | 경영과학(OR)1 | 전공필수 | 3
ESM2006 | 기술관리 | 전공필수 | 3
ESM2009 | 응용통계학1 | 전공필수 | 3
ESM2010 | 인간공학및실습 | 전공필수 | 3
ESM2012 | 생산관리 | 전공필수 | 3
ESM3019 | 제조공정/관리트리 | 전공선택 | 3
ESM3062 | 경영정보시스템및실습 | 전공선택 | 3
ESM3015 | 시스템경영특론 | 전공선택 | 3
ESM3050 | **시스템경영특론 | 전공선택 | 3
EME3068 | **산업공학특론 | 전공선택 | 3

* 창의적공학디자인은 1학년 1학기 또는 2학기 중 수강할 것 (입학연도와 무관함)
* 입학년도와 인증필수 교과목이 상이하므로, 입학년도 기준을 확인하여 필수교과목을 모두 이수하여야 함(학과(과) 홈페이지 및 포털게시판에서 확인)

성균관대학교
63
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (71, '학사제도 Pg. 71', '```plaintext
Inspiring Future, Grand Challenge

9. 수강신청/수업

■ 수강신청

수강신청은 학생이 충족해야 할 교육과정 중 해당 학기에 개설된 과목과 개설 시간을 검토하여 자신이 수강할 개별 교과목의 수업을 수업시간표에서 선택하여 신청하는 것입니다.

- 수강신청 방법 및 기준
  - 교과목 조회는 대학 홈페이지(www.skku.edu) 접속 후 GLS에 로그인 한 뒤, 전자시간표 메뉴에서 할 수 있으며, 실제 수강신청은 수강신청 전용사이트(http://sugang.skku.edu)에서 해야 합니다.
  - 수강신청 기준은 교과목이 아니라 강좌입니다. 따라서 동일 교과목의 여러 개의 강좌(분반)가 개설되어 있을 경우 특정 분반을 선택하여 수강신청해야 하며, 수강신청한 분반과 다른 분반에서 수업이 진행될 경우 교과목과 교육내용이 동일하더라도 수강한 성적으로 인정받을 수 없습니다.

- 교수-자녀 간 강의 수강 관련 안내
  - 수업을 담당하는 분이 교강사(전임교원, 강사 및 비전임교원)일 경우 자녀가 부모의 수업을 수강하지 않는 것을 원칙으로 하며, 학생의 요청에 의해 예외를 인정할 수 없는 불가피한 사유로 부득이하게 수업을 수강하는 경우, 교강사는 해당 학생의 성적평가에 직접 관여하지 않으며, 성적평가는 제3의 교강사가 진행합니다. 성적평가에 관여하지 않는 교강사는 전임교원으로 한정합니다.

■ 학사과정 학기당 수강신청 가능 학점

한 학기에 신청할 수 있는 최대 수강신청학점으로 학생의 재학연한, 학습교육효과 등을 고려하여 학칙으로 정합니다.

- 학사과정 2005~2025학번

| 인문과학계열, 사회과학계열, 자연과학계열, 공학계열, 예체능계열, 글로벌리더학부, 글로벌경제학과, 글로벌경영학과, 소프트웨어학과, 융합전공학부 |
|-------------------------------------------------------------------------------------------------------------|
| 18학점(1~4학기) 15학점(5학기 이상) |

| 경영학과, 전자전기공학부, 반도체시스템공학과, 건설환경공학부, 기계공학부, 화학공학/고분자공학부, 신소재공학부, 건축학과, 건축공학과, 시스템경영공학과 |
|-------------------------------------------------------------------------------------------------------------|
| 18학점 |

| 사범대학 |
|----------|
| 20학점(1~4학기) 18학점(5학기 이상) |

| 지능형소프트웨어학과, 약학대학 |
|-------------------------------|
| 21학점 |

| 의과대학 |
|----------|
| 27학점 |

64

대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (72, '학사제도 Pg. 72', '학사과정 공학교육인증(ABEEK) 08

※ 2013학년도 1학기 이후 편입한 학생은 최소 2개 학기 최대 18학점까지 수강 가능합니다.
※ 자연과학계열: 학사과정편입생이 전입하기 전까지 인정받아 이수한 해당 계열 수강가능학점 (예외)

• 학사과정 2001~2004학번

| 인문과학계열, 법학계열, 사회과학계열 | 자연과학계열, 공학계열, 건축학계열, 예·체능계열 | 사범계열 외 약학계열 (약학) | 의·약학계열 (의과대학) |
|----------------------------------------|-------------------------------------------------|-----------------------------|------------------------|
| 20학점(1~4학기)                        | 20학점                                          | 21학점                      | 24학점                 |
| 18학점(5학기 이상)                     |                                                 |                             |                        |

• 학사과정 성적우수자 추가 수강 제도
- 직전 학기에 F등급 없이 15학점 이상(인문과학계열, 글로벌리더십계열, 사회과학계열, 글로벌경제학계열, 경영학계열, 글로벌경영학계열, 글로벌통상학계열, 융합인문학부) 5학기 이상 등록학생으로 12학점 이상 취득하고 성적평점평균 4.00 이상인 학생은 다음 학기에 3학점 추가 수강 가능합니다.
- 추가수강은 본인의 졸업 학기에 한하여 졸업에 필요한 학점이 부족한 학생은 직전 학기와 무관하게 별도의 절차 없이 추가수강 가능합니다. 다만, 전산 처리과정에서 누락될 수 있으니 매학기 학기말 수강신청 변경기간에 증거(3학점) 확인 후 수강신청을 완료해야 합니다.
- 8학기 이내에 졸업하는 학생의 추가 등록 시 9학기부터 3학점 추가 수강이 불가합니다. 9학기부터는 추가 수강신청으로 부여된 3학점은 졸업학점에 포함하면 안됩니다.

• 수학능력 부족 외국인 유학생의 수강신청 가능학점 제한
- 외국인 유학생 중 수학능력이 부족하다고 판단되는 신입학자 및 편입학자는 입학 후 1학기 동안 수강신청 가능학점을 12학점으로 제한합니다. 3월 1일 학기 개시일 이전에 입학한 학생의 경우 전년도 12월 31일까지 TOPIK 4급 이상의 성적표를 제출해야 하며, 9월 1일 학기 개시일 이전에 입학한 학생의 경우 전년도 6월 30일까지 성적표를 제출해야 합니다. 성적표를 제출하지 않을 경우 수강신청 가능학점을 12학점으로 제한합니다. (단, 연수과정 및 어학연수에 해당하는 학생, 한국부총장추천자, 한국정부초청장학생 제외)

성균관대학교 65', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (73, '학사제도 Pg. 73', '```plaintext
Inspiring Future, Grand Challenge

대학원과정 학기당 수강신청 가능 학점

학위과정별 수료학점을 수업연한 내 충족할 수 있도록 학기당 수강가능학점을 
배분하여 설정하였으며, 대학원과정의 학기당 수강신청 가능학점이 학사과정에 
비해 적은 것은 대학원교육이 학사과정과 달리 강의보다는 학생 스스로의 연구에 
중점을 두기 때문입니다.

학기당 수강신청 가능 학점

구분 | 학위과정 | 학기당 수강가능 학점 | 추가 수강학점
     |          |                        | 2011 이전 학번 | 2012 이후 학번

일반대학원
석사과정 | 9학점 | 없음
박사과정 | 9학점 | 수업연한 4개 학기 중 학기 이외에 2개 학기 한해 3학점 추가 수강 가능
전문대학원
전문석사과정 | 18학점 | 법학전문대학원/의학전문대학원 자체 내규에 따름
특수대학원
학술학위과정 | 9학점 | 수업연한 중 학기에 한해 2개 학기 한해 각 3학점 추가 수강 가능
석사과정 | 6학점 | 수업연한 재학 중 학기에 한해 2개 학기 한해에 한하여 추가 수강 가능
          |        | - 신학대학원, 행정대학원(야간) : 3학점
          |        | - 교육대학원, 임상보건과학대학원, 경영대학원(MBA), 정보보호대학원
          |        |   : 2학점
          |        | - 그 외 대학원 : 2학점

66 대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (74, '학사제도 Pg. 74', '수강신청/수업 09

■ 학사과정 수강신청학점 이월제도

학사과정에 한해 1학점 또는 2학점 과목의 부족에서 오는 수강가능학점과 실제 수강신청학점과의 차이에서 발생하는 유휴학점을 다음 학기에 사용할 수 있는 제도입니다. (대학원과정은 시행하지 않음)

• 유휴학점: 2학점 이하의 전야학점(3학점 이상의 전야학점은 과목 부족에서 오는 유휴학점이 아니므로 이월 불가)

• 이월시기: 이월학점 발생 학기 직후 학기(3개 학기간 가능하며 계절수업으로 이월 불가)까지 사용 가능. 이후에는 사용 불가함.
  (예시) 학기당 수강신청 가능 학점 18학점인 학생이,
  ① 2025년 1학기: 18학점 신청 가능하나 2학점 과목이 없어 16학점만 신청한 경우
     => 유휴 2학점 이월
  ② 2025년 1학기: 18학점 신청 가능하나 2학점 과목이 없어 16학점만 신청하고, 당해 학기에 3학점 과목을 수강신청한 경우 => 유휴 2학점 이월
  ③ 2025년 2학기: ① 또는 ②에 의해 2학점이 이월되어 20학점 수강 신청 가능하나 학생 개인의 선택으로 19학점 신청 => 유휴 0학점

• 이월 제한 및 소멸
  - 직전학기 성적평점평균 2.5점(포함) 미만인 학생은 이월을 불허합니다.
  - 직후 학기에 미등록 시 자동 소멸됩니다.
  - 규정 학기(8학기 이내) 이내에서 소멸됩니다.
  - 수강신청, 학점포기로 인한 학점과 성적우수학생에게 부여한 추가학점은 이월이 불가능합니다.

• 이월학점 반영시기
  - 매학기

성균관대학교
SUNGKYUNKWAN UNIVERSITY

67', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (75, '학사제도 Pg. 75', '수강철회

해당 학기 중 수강 신청하여 이수하고 있는 일부 과목에 대해 계속 수강과 그에 따른 성적취득을 포기하는 제도입니다.

- 매 학기 당 수강철회 신청 가능 과목 수
  - 학사과정생: 2과목 이내
  - 대학원과정생(연구등록부문, 수료후논문단계 학점취득 신청자 포함): 1과목 이내

- 수강철회 신청 시기(GLS로 신청)

| 구분 | 1학기 | 2학기 |
|------|-------|-------|
| 신청기간 | 3.19.(수) ~ 3.21.(금) | 9.17.(수) ~ 9.19.(금) |

- 수강철회 유의사항
  - 수강철회가 허락된 과목에 대한 ''수강철회 취소''는 불가능합니다.
  - 수강을 철회하였더라도 해당 학기에 다른 과목으로 수강할 수 없습니다.
  - 수강철회를 이유로 등록금을 반환하지는 않습니다.(졸업유보의 경우에도 반환하지 않습니다.)
  - ※ 수강철회는 성적취득을 포기하는 것으로 수강신청을 취소하는 것은 아님
  - (학사과정생) 매학기 학기 중 1~2과목만 수강철회 신청한 경우 수강철회 모두를 철회하는 것은 수강신청 취소로 간주하여 학기 중 수강신청을 모두 취소한 것으로 처리
  - ※ 수강철회를 신청하려면 하려는 미 이수과정생 과목으로 ''학기 중 수강신청 취소''를 신청하여야 함
  - (대학원과정생) 수강철회 신청 후 수강철회를 철회한 경우 수강철회한 과목은 이미 수강신청 취소된 것으로, 추가 수강 가능여부에 관계없이 반환되지 않습니다.

- 수강철회과목 성적반영
  - 수강철회과목은 성적평점평균 산정에서 제외됩니다.

68

출처: 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (76, '학사제도 Pg. 76', '수강신청/수업 09

- 수강철회과목은 성적표 및 성적증명서에 "W"로 표기됩니다.
(학사과정생) 3학년까지 "W"로 표기되었다가 4학년부터는 표기되지 않습니다.
(대학원과정생) 수료(수료예정), 수여(수여예정) 대상자에게는 표기되지 않습니다.
※ 단, 석박통합과정을 포기하고 석사 학위수여 대상자가 아닌 학생은 수강철회 과목이 "W"로 표기됩니다.

F A Q

Q1 학부생의 수강철회 과목의 성적은 어떻게 처리되나요?
A1 학부생의 수강철회 과목은 성적증명서에 3학년까지 "W"로 표기되며, 4학년부터는 표기되지 않습니다. 또한 성적증명서의 평점평균 산정에는 학년에 상관없이 "W" 표기 과목의 성적은 제외됩니다.

Q2 수강철회를 사유로 수강신청 학점에 따른 등록금 일정액을 환불받고 싶습니다.
A2 수강철회제도는 계속 수강이 가능함에도 불구하고, 개인적인 불가피한 사유로 학기 중 계속 수강과 그에 따른 성적 취득을 포기하는 것이므로 수강철회를 사유로 등록금을 반환하지 않습니다.

Q3 수강철회한 학생들은 상대평가 성적등급 비율에서 제외되나요?
A3 수강철회를 신청한 학생들은 인해 해당 강좌를 계속 수강중인 학생들이 상대평가를 받게 되며 수강철회 학생들까지 모수에 포함하여 성적등급 비율을 산정하고 있습니다.

성균관대학교
SUNGKYUNKWAN UNIVERSITY

69', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (77, '학사제도 Pg. 77', '학사과정 재수강

학업성취도가 낮은 과목(C0이하 등급)을 다시 수강할 수 있도록 함으로써 학업의 보완 기회를 제공하는 제도입니다.

■ 재수강 신청 대상과목
- 재학 중 수강한 과목 중 성적등급이 C+~F인 학사과정 및 학석사공통과목
  (재수는 2012학년도 1학기 이후에 수강한 과목부터 적용)

■ 재수강 신청가능 과목수
- 학기당 2과목 이내에서 재수강을 신청할 수 있습니다.

■ 수강신청 시기 및 방법
- 수강신청 기간 중 개인별 해당 일자(GLS상 학사일정 확인)
- 수강신청 기간 중 일반적인 수강신청 방법과 동일하게 신청합니다.(재수강 과목은 수강신청 화면에 ''재수강임''이 표시됩니다.)

■ 재수강 유의사항
- 재수강 학점도 학기당 수강가능학점에 포함됩니다.
- 재수강 시 F등급을 받은 경우, 성적증명서에 기존 성적과 F 성적이 모두 표기됩니다.(단, 기존에 F 등급을 받은 경우에는 재수강 시 성적표 표기)
- 재수강 가능 기간 및 횟수를 제한하지 않으나 학사경고 시 유의하도록 합니다.
- 2013학년도 1학기부터 재수강한 과목의 성적은 B+를 초과할 수 없으며 2016학년도부터는 동일과목을 3회 이상 수강할 수 없습니다.
- 재수강한 과목의 성적은 성적증명서에 재수강으로 표기되며, 재수강한 과목과 상이한 과목으로 인정받기 위해서는 학사과정 이수학점으로 인정받을 수 없습니다.
- 재수강 신청 후 수강철회한 경우, 재수강 신청 횟수에 포함되지 않으나 재수강 신청 가능 과목수에는 포함됩니다.
- 재수강 신청 시 수강신청 가능학점 및 수강신청 가능과목수가 다르게 변경될 수 있으므로 신청에 유의해야 합니다. 재수강 시 변경된 이수학연도는 원래 수강한 학년의 교육과정 및 취득한 수업의 성적을 고려하여 수강신청에 유의해야 합니다.

70

대학 : 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (78, '학사제도 Pg. 78', '수강신청/수업 09

- 재학 중 C+이하 등급으로 취득한 과목은 학기 및 횟수 제한 없이 재수강할 수 있습니다. 다만, B0이상 등급으로 취득한 과목은 다시 수강신청 할 경우, 수강신청화면에 ''재수강 불가''안내창이 표시되며 해당과목은 재수강 신청 할 수 없습니다.

- 재수강 과목 성적처리
해당 과목에 대한 최종 성적은 재수강한 성적으로 기록됩니다. 단, 재수강에 따른 취득성적은 정규학점, 교양학점 모두 최고 B+ 까지만 부여됩니다.
재수강 후 F등급을 받은 경우 성적증명서에 기존 성적과 F 성적이 모두 표기됩니다. (단, 기존에 F 등급 받은 경우에는 재수강 후 F 성적만 표기)

성균관대학교
SUNGKYUNKWAN UNIVERSITY

71', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (79, '학사제도 Pg. 79', '```
F A Q

Q1 최초 수강 후 4학기 초과 사이에도 재수강을 할 수 있나요?
A1 2019학년도 1학기부터 "최초 수강 후 4학기 이내" 기간 제한이 없어졌습니다. 졸업 및 수료를 하지 않은 학생이라면, 2019학년도 1학기 전에 수강했던 과목이라도 학기 제한 없이 재수강 가능합니다.

Q2 삼수강 이상도 가능한가요?
A2 2019학년도 1학기부터 "재수강 횟수 제한"을 하지 않습니다. 졸업 및 수료를 하지 않은 학생이라면, 2019학년도 1학기 전에 수강했던 과목이라도 횟수 제한 없이 재수강 가능합니다.

Q3 재수강 금지 과목은 없나요?
A3 학사내규상으로 학사과정 교과목과 학석공통과목에 한하여 재수강을 할 수 있습니다. 교육과정의 변경으로 인하여 교과목의 학수번호가 변경되었다면 재수강교과목으로 학과에서 지정하지 않은 한 교과목이 같더라도 재수강이 불가능합니다.

Q4 마지막 학기 계절수업도 재수강이 가능한가요?
A4 재수강은 가능합니다. 다만, 계절수업은 방학기간 중 단기집중교육에 적합한 교양기초 교과목을 원칙으로 합니다. 따라서, 계절수업을 통해 재수강이 필요한 경우 또는 폐지되어 계절수업을 받을 수 없으니 유의하여 수강신청을 해야 합니다.

Q5 재수강 과목 성적이 최초 수강보다 더 낮게 나왔습니다. 높은 등급의 학점을 선택할 수 있나요?
A5 재수강 과목의 최종 성적을 취소처리하는 것은 대학의 학칙이나 학사 내규에 위배될 수 있습니다. 따라서 재수강한 성적만을 최종 성적표에 반영합니다.

출처 : 대학생활을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (8, '학사제도 Pg. 8', '
1. 2025학년도 학사일정표 – 1학기

년도: 2025

- 3. 1. (토): 2025학년도 및 1학기 개시일
- 3. 4. (화): 1학기 개강
- 3. 4. (화) ~ 3. 7. (금): 학부생의 휴학/복학/자퇴/신청원 제출 (단, 학과(부) 배정자만 추가로 이수구분 신청 가능)
- 3. 4. (화) ~ 3. 10. (월): 대학원 수강신청 변경 기간
- 3. 4. (화) ~ 3. 10. (월): 학부 수강신청 확인 및 변경기간 (수강신청 확인서 포함)
- 3. 10. (월): 2024학년도 전기 학위수여식
- 3. 19. (수) ~ 3. 21. (금): 수강신청 취소기간
- 3. 31. (월): 수업일수 1/4선
- 4. 1. (화) ~ 4. 3. (목): 학사경고 대상자 상담 및 계획서 등록
- 4. 21. (월) ~ 4. 23. (수): 등록금 분할납부 신청자 최종 납부(3차/4차 분납자)
- 4. 21. (월) ~ 4. 25. (금): 학사제도 부속요청, 융합전공 1차 신청
- 4. 21. (월) ~ 4. 25. (금): 대학원 학위논문 예비심사 신청
- 4. 22. (화) ~ 4. 28. (월): 학부/대학원 학생을 위한 미래설계 신청
- 4. 22. (화) ~ 4. 28. (월): 1학기 중간시험
- 5. 12. (월) ~ 5. 14. (수): 융합전공 대상자 확정 및 등록
- 5. 19. (월) ~ 5. 30. (금): 2025학년도 2학기 학부 복수전공 신청
- 5. 27. (화) ~ 6. 6. (금): 1학기 기말고사
- 6. 17. (화) ~ 6. 23. (월): 1학기 성적입력 및 성적정정
- 6. 23. (월) ~ 6. 27. (금): 1학기 종강
- 6. 30. (월): 하계 계절학기 개강
- 7. 14. (월) ~ 7. 18. (금): 2025학년도 2학기 복수전공 2차 신청
- 7. 21. (월) ~ 7. 25. (금): 2학기 학부 수강신청
- 7. 28. (월) ~ 8. 1. (금): 2학기 대학원 수강신청
- 8. 22. (금) ~ 8. 26. (화): 2025학년도 2학기 등록 및 분할납부 1차 등록
- 8. 31. (일): 여름방학 종료
', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (80, '학사제도 Pg. 80', '수강신청/수업 09

Q6 재수강해서 F등급을 받았습니다. 성적은 어떻게 되나요?
A6 재수강 후 F등급을 받은 경우, 성적증명서에 기존 성적과 F 성적이 모두 표기되며, 해당 과목에 대해 재수강 가능 기간 및 횟수를 제한하지 않아 수강수 이상도 가능합니다.

Q7 재수강한 강좌에서 각종 시험 및 과제에 1등을 했지만, 재수강이라는 이유로 최대 B°만을 받는다던, 재수강시 학생들의 학업동기가 부여되지 않습니다.
A7 최초 수강 시 수학자의 의도와는 관계없이 학업 의욕을 감퇴시키고, 편법학위 취득 등의 문제가 발생하므로 재수강보다는 수학 시에 해당 강의의 정진하도록 하라고 하는 것입니다.

Q8 재수강하여 A학점, 동일한 과목 조건만 만족하면 자신의 학력, 과목수에 상관없이 무제한 허용되나요?
A8 최초 수강 시 C° 이하 성적을 취득한 이후, 학수번호가 동일한 과목에 있어 원 수료 전에 개선된 경우에 한해 학기 2과목 이내에서 재수강할 수 있습니다. 단, 학수번호가 다른 교과목의 동일한 경우는 제외됩니다.

Q9 금학기에 신청한 과목을 바로 다음 학기에 재수강이 가능한가요?
A9 최초 수강 후 바로 다음 학기에 재수강하는 것은 가능합니다. 다만, 최초 수강 후 백점수에 재수강에 의한 성적이 반영되는 것은 아닙니다. 예를 들어, 1학기 수강 과목을 2학기에 재수강하는 것은 가능하지만, 1학기 이후 계절학기에 재수강하는 것은 불가능합니다.

Q10 재수강 등급이 GLS에 공지가 되면 그 순간부터 성적증명서에 반영되나요?
A10 성적증명서에는 성적처리 후 2~3주일 후에 반영됩니다.

Q11 학수번호가 같던 교과목의 이수영역이 전공필수에서 전공교로 변경된 경우에도 재수강이 가능한가요?
A11 재수강은 가능합니다. 다만, 재수강 시 변경된 영역으로 인정됩니다. 따라서, 본인이 졸업요건 및 취득한 이수영역 점수를 고려하여 수강신청 하셔야 합니다. 이 점 유의 바랍니다.

성균관대학교 73', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (81, '학사제도 Pg. 81', '학사과정 학점포기

교육과정 변경에 따른 학수번호 변경·폐지 교과목의 재수강이 불가능한 데 대한 보완책으로 기 취득한 교과목의 성적을 삭제할 수 있도록 한 제도입니다.

- 신청자격
  - 2018학번 이전 신입생에 한함
  ※ 2019학번 신입생부터는 학점포기를 할 수 없습니다.

- 학점포기 과목 수
  - 2005학년도 이후에 취득한 과목은 총 2과목만 포기 가능합니다.
  - 2004학년도 이전에 취득한 과목은 총 과목 수는 제한이 없고 매 학기 2과목까지 포기 가능합니다.

- 학점포기 신청 학년/학기
  - 2005학년도 이후 취득 과목: 7학기 이후 신청 가능합니다.
  - 2004학년도 이전 취득 과목: 신청학년/학기 제한 없습니다.

- 학점포기 신청 시기(GLS로 신청)

  | 구분 | 1학기 | 2학기 |
  |------|-------|-------|
  | 신청기간 | 3.13.(수) ~ 3.15.(토) | 9.10.(수) ~ 9.12.(금) |

- 학점포기 유의사항
  - 학점포기한 과목에 대한 ''학점포기 취소''는 불가능합니다.
  - 학점포기한 과목은 성적증명서에 표기되지 않습니다.
  - 학점포기한 과목은 졸업학점에 포함되지 않으며, 졸업학점은 무효처리 됩니다.
  - 학점포기한 과목은 재수강이 불가능합니다.
  - 동일한 학수번호 과목이거나 학수번호 취득학점이므로 학점포기 대상이 아닙니다.

- 학점포기과목 성적처리
  - 학점포기과목은 성적증명서의 평점평균 산정에서 제외됩니다.

74

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (82, '학사제도 Pg. 82', '수강신청/수업 09

F A Q

Q1 2019학번 신입생부터는 학점포기가 불가능한가요?
A1 2019학번 신입생부터는 학점포기가 불가능합니다. 현행 학점포기제도는 2005년 재수강제도를 폐지하면서 새롭게 도입된 제도로서 2007년 재수강 제도 재도입 이후에도 폐지하지 않고 존속되어 왔습니다. 2019학번부터는 재수강 가능한 학기 및 횟수 제한이 해제되어, 재수강 제도가 폭넓게 활용 가능하므로 2019학번 신입생부터는 학점포기제가 폐지됩니다.

Q2 2004년 이전 취득과목에 대한 학점포기는 2004년 이전처럼 매 학기 2개씩 가능한가요?
A2 매학기 2과목 이내 범위에서 2004년 이전 취득 성적은 포기할 수 있습니다. 다만, 7학기 이후에는 2005년 이후 취득 성적을 포함하여 2과목 범위 내에서 학점포기를 할 수 있습니다. 2005년 이후 취득성적 포기는 7학기 중 2학기까지만 신청할 수 있습니다. 2019학번도 신입생부터는 학점포기가 불가능합니다. 현행 학점포기제도는 2005년 재수강제도를 폐지하면서 새롭게 도입된 제도로서 2007년 재수강 제도 재도입 이후에도 폐지하지 않고 존속되어 왔습니다. 2019학번부터는 재수강 가능한 학기 및 횟수 제한이 해제되어, 재수강 제도가 폭넓게 활용 가능하므로 2019학번 신입생부터는 학점포기제가 폐지됩니다.

Q3 2004학번으로 그 동안 2004년 이전 취득과목 중 2과목을 학점포기 하였습니다. 7학기에 2005년 이후 취득 성적을 1과목 포기하고자 합니다. 이 경우 8학기에도 2005년 이후 취득 성적을 1과목 포기할 수 있나요?
A3 2004학번의 경우, 2004년 이전 취득 성적은 매학기 2과목 이내에서 학점포기 신청 가능하며, 7학기 또는 8학기에는 2004년 이후 취득 성적을 포함하여 2과목 범위 내에서 학점포기 신청 가능합니다. 2005년 이후 취득 성적의 학점포기 신청 가능 학기는 7학기 중 2학기까지로 제한되므로, 7학기까지 2004년 이후 취득 성적을 1과목 포기한 경우, 8학기에는 2005년 이후 취득과목 중 1과목에 대하여 학점포기를 할 수 있습니다.

성균관대학교 75', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (83, '학사제도 Pg. 83', 'Q4 9학기 재 이수중인 학생은 05년 이후에 취득한 과목의 학점을 포기할 수 있나요?  
A4 학점포기의 시기를 7학기 이후로 제시한 것은 4학년 2학기부터 제도를 활용할 수 있도록 하기 위한 것입니다. 7학기 이상 재학 중인 학생이 학점이 7학기 또는 8학기에 2005년 이후 취득, 학점 등 과목을 학점포기하지 않은 경우 9학기 이후에도 학점포기를 할 수 있습니다.

Q5 학점포기한 과목을 다시 수강하면 재수강으로 처리되나요?  
A5 그렇지 않습니다. 학점포기 후 수강 시 최초 수강으로 인정됩니다. 단, F등급 성적에서 학점을 학점포기 하였기 아니므로 해당 수강이력이 남아 추후 재수강으로 처리할 수 있습니다.

Q6 변경된 학점포기제도에 의하면, 평점 평균은 미반영하도록 되어있는데 학업성적표, 성적증명서 상에 어떻게 표시되며, 장학금, 부수전공 배정 등에 어떻게 반영되나요?  
A6 학점포기 신청으로 취업, 진학, 장학금, (부)수전공 등 대내외 경쟁에서 불이익이 없도록 변경되었습니다. 실제로 학점포기 과목은 성적증명서에 표기되지 않고, 평점 평균 산정에서도 제외됩니다.

Q7 학점 포기는 무조건 재수강이 불가능한 과목에 한하여만 가능한 것인가요? 혹은 학점포기를 할 수 있는 과목은 어떤 것인가요?  
A7 교육과정 변경에 따른 수업계획 변경으로 재수강이 불가능한 때 따로 보완으로 학점포기제가 도입되었습니다. 재수강이 가능한 과목의 학점포기를 제한하고 있지는 않습니다.

Q8 학점 포기를 수료 이후 또는 졸업 후에 할 수 있나요?  
A8 학점포기는 재학 중 소정기간내에 신청할 수 있습니다.

76

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (84, '학사제도 Pg. 84', '수강신청/수업 09

■ 스마트출석관리시스템 통한 출결 관리
강의실에 출석하여 교과목을 수강할 경우, 스마트출석관리시스템을 통해 출결 관리를 합니다. 출석 방법에 따라 다양한 방법으로 편리하고 신속하게 출결 관리가 가능합니다.

- 스마트출석관리시스템 사용 방법
  - 모바일: 구글 플레이스토어/애플 앱스토어에서 "성균관대학교 전자출결" 검색 후 다운로드 → 로그인(킹고포털 ID/비밀번호)
  - PC: https://attend.skku.edu 접속 → 로그인(킹고포털 ID/비밀번호)

- 출석 방법
  - 비콘(Beacon)/강의실에 설치되어 있는 블루투스 장치) 통한 출석
    - (학생) 스마트출석관리시스템 APP 접속 → 비콘 신호체크 → "출석하기" 클릭
  - 출결 단말기 통한 출석
    - (학생) 학생증카드/KINGO-M 신분증(NFC)/KINGO-M QR코드 → 강의실 설치된 출결단말기에 태깅
  - 인증번호 통한 출석
    - (교수) 스마트출석관리시스템 WEB/APP 접속 → 인증번호 생성 → 인증번호 유효시간 설정 → 학생에게 인증번호 안내
    - (학생) 스마트출석관리시스템 APP 접속 → 인증번호 입력
  - 스마트수업부를 통한 출석
    - (교수) 스마트출석관리시스템 WEB/APP 접속 → 적정 출입 → 학생의 출결 상태별 "선택" 버튼 클릭 → [출석, 지각, 결석] 해당 버튼 클릭

- 출결 확인: 스마트출석관리시스템 WEB/APP 접속 → 수업현황 조회 → 출결 상태 확인

※ 출결 상태 설명
  - 출석: 수업 시작 전/종료 전 체크한 경우
  - 지각: 수업 시작 전/종료 전 체크한 경우
  - 결석: 수업 시작 전/종료 전 체크한 경우/교수가 직접 결석 처리한 경우
  - 미인증/체재: 교강사, 학생 모두 시스템으로 출결 처리하지 않은 경우

성균관대학교
SUNGKYUNKWAN UNIVERSITY
77', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (85, '학사제도 Pg. 85', '출결변경신청(출석인정신청)
- 출석인정사유에 해당할 경우 출결변경(출석인정) 신청 가능하며, 교강사의 판단에 따라 승인여부가 결정됨
- 신청 방법: 스마트출결관리시스템 WEB/APP 접속 → 출결변경신청 → 등록
  → 신청할 출결정보 및 변경사유 입력/증빙자료 첨부 → 입력 완료
※ 증빙자료: 기예약 때문에 미리 업로드 불가(예약만으로 신청 불가)
※ 포털/강좌 사용여부에 따라 교강사에게 별도 문의할 수 있습니다.

중·대형 온라인 수업(기존 i-Campus 수업)
i-Campus 플랫폼을 통해 온라인으로 운영되는 수업유형을 말하며 온라인강의 활용 비율과 방식에 따라 다양한 수업유형이 있습니다.

- 성균관대학교 온라인 학습 플랫폼(Learning Management System)
  i-Campus(아이캠퍼스) 플랫폼
  PC(Chrome 브라우저 활용 권장): https://icampus.skku.edu
  모바일: App Store/Play Store에서 ''Learning X Student'' 검색 후 다운로드
  - ID/비밀번호: 학사서비스(GLS)와 동일, 성균인 가입 이후부터 사용가능

- 수강신청 방법
  일반과목과 동일하게 수강신청사이트(https://sugang.skku.edu)에서 신청
  - 학내 온라인강의는 학기당 수강가능학점 내에서만 수강신청 가능
  - 수강신청한 온라인강좌분리된 1일 후 i-Campus에서 확인 가능

- 수강 시 유의사항
  - i-Campus에 탑재된 주차별 강의 영상은 업로드 일정 기준 1주일 내에 95%이상 수강해야 출석으로 인정
  - 강의 수강 시 PC/모바일 환경에서 수강 가능하며, 수강 시 인터넷 연결이 원활한 환경에서 수강
  - i-Campus에 탑재된 강의 콘텐츠를 무단으로 외부로 유출할 경우 저작권 침해로 법적 책임을 질 수 있음

중·대형 온라인강의 평가방식
- 온라인시험을 원칙으로 하며 시험일정은 매학기 개강 전 수강신청사이트(https://sugang.skku.edu) 및 i-Campus 공지사항을 통해 안내

78

대학·대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (86, '학사제도 Pg. 86', '수강신청/수업 09

■ 도전학기

여름방학에 AI·창의융합 분야 수준 높은 정규수업과 정규수업에 미처 경험해보지 못한 다양한 비교과프로그램이 제공됩니다. 학교에서 직접 체험하며 믿을 수 있는 다양한 인턴십, 현장실습 프로그램 참여 기회가 많아지며, 도전학기 과목 이수 시 Credit Plus+ 제도로 다음 학기 추가 3학점의 수강신청 기회가 주어집니다.

■ 도전학기 개요

AS-IS
여름방학
1학기와 2학기 사이 공식적 재충전기간

Paradigm

TO-BE
여름방학
[도전학기]
학생성공을 목표로 다양한 학습과 체험활동을 도전할 수 있는 기회

■ 도전학기 정규교과프로그램(혁신융합수업)

- 여름방학에 개설되는 도전학기 혁신융합수업은 학점이 부여되는 정규수업으로 여름방학에 수업을 미리 듣고 다음 정규학기에 학점을 인정받는 수업입니다. AI, 4차 산업혁명, 학생성공, 기업가정신 등 다양한 창의융합적 과목을 들을 수 있습니다.

성균관대학교 79', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (87, '학사제도 Pg. 87', '```
Inspiring Future, Grand Challenge

[도전학기 혁신융합수업 수강시 혜택]
(Credit Plus) 혁신융합수업에서 도전학기 전공학위(CHS) 학점을 취득한 경우, 최대 3학점까지 다음 정규학기에 추가 수강신청 가능.
(성적평가) 도전학기 혁신융합수업에 개설되는 모든 강좌의 성적평가는 절대평가(P/NP)로 진행됨.
(수강신청) 학부생 3학년 이상, 대학원생 최대 3학점까지 수강신청 가능(단, 정규학기 수강신청 학점 초과자는 제외)
(자기계발) 혁신융합수업 취득학점은 졸업학점에서 줄어 학업집중, 취업준비, 자기계발 등 유익한 사용 가능.
(전공인정) 전공으로 인정받을 수 있으며 전공으로 인정되지 않는 과목은 자유선택으로 인정.
(제3전인정) 일부과목은 제3전 인증제와 연계하여 인정.
(수강료) 도전학기 혁신융합수업 개설강좌는 무료임 (단, 정규학기에 등록)
(증명서표기) 성적증명서 상에 정규학기의 별도로 ''OOOO학년도 도전학기''로 표기.

- 도전학기 비교과프로그램
- 여름방학에 개설되는 도전학기 비교과프로그램은 정규학기에 시간이 부족하여 미처 경험해보지 못한 다양한 분야의 학습경험 기회를 제공하며, 제3전인증제와 연계한 프로그램을 수강함으로써 학생들이 3전 인증 취득을 보다 수월하게 할 수 있도록 지원합니다.

[도전학기 비교과프로그램 수강시 혜택]
(제3전인정) 제3전 인증제와 연계된 프로그램별 인정시간만큼 3전 분야 이수시간으로 인정.
(수강료) 도전학기 비교과프로그램은 무료임 (단, 정규학기에 경우 실비요청 가능)

- 도전학기 인턴십/국제교류프로그램
- 여름방학 기간 동안 해외연수를 학교의 울타리를 넘어 기업과 사회, 세계와 소통할 수 있는 기회를 제공하며, 학생들이 인턴십 및 국제교류 프로그램에 참여하여 글로벌 역량을 강화할 수 있도록 지원합니다. 인턴십 프로그램에 참여하여 학점으로 인정받을 수 있으며, 국제교류 프로그램에 참여하여 다양한 해외 대학과 연구소를 방문할 수 있습니다.

80
대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (88, '학사제도 Pg. 88', '수강신청/수업 09

참여함으로써, 여러분의 미래를 창의적이고 도전적으로 설계할 수 있는 역량을 기를 수 있습니다. 또한 다양한 국제교류프로그램에도 참여하여 세계를 경험하고 외국의 학생들과 활발히 소통할 수 있습니다.

현장실습 및 문제해결과정(新3중인증제 인증영역: 인턴십)

| 프로그램명 | 내용 |
| --- | --- |
| 기업현장 실습과정 | 학습한 이론지식과 배운 직무지식을 산업현장에서 실제 응용해 보고 기업에서 요구하는 직무역량을 미리 경험함으로써 추후 실무적응 능력을 배양할 수 있는 프로그램 |
| 글로벌기업 실습과정 | Google, Microsoft, Apple 등 글로벌 캠퍼스를 포함한 기업에서 실무경험을 함양하고 자신의 진로를 설계할 수 있는 기회를 제공받을 수 있는 프로그램으로, 글로벌 역량을 진출/정착을 추진할 수 있는 글로벌 산학협력 프로그램 |
| 지역문제 해결과정 | 사회적협동조합과 협력하여 학생(융합팀)이 특정 지역의 직접 문제를 체험하며 관찰·분석·해결하는 능력을 하여 지역문제를 파악하고 지역사회와 함께 문제를 도출하는 솔루션을 제시하는 프로그램 |
| 기업문제 해결과정 | 중소/중견기업으로 구성된 산업현장의 이론지식을 활용해 팀 지도교수가 융합팀을 이끌어 전통적 지식의 바탕으로 산업현장 문제해결을 가능한 역량을 함양하여 제시하고, 이를 기반으로 신산업 아이템을 개발하는 융합프로젝트형 프로그램 |

<현장실습> 및 <문제해결프로젝트>의 경우 아래의 절차에 따라 진행

1. 실습 전
   - 포털사이트(https://tollgate.skku.edu)에 접속하여 모집공고문 참조하여 실습기관을 확인한 기업 지원 → 기업 매칭이 완료되면 실습기관에서 실습생 신청 센터에 안내를 참고하여 헬프데스크 내에서 실습생 신청서를 작성하여 신청
   - 실습생 신청서 작성 후 실습기관에서 실습생을 선발하여 학습을 진행 → 학습은 실습 전 포털사이트에서 현장실습 사전교육 이수 및 3자 협약 체결

2. 실습 시작 후
   - 실습기관에 접속하여 매주 실습내용 및 배운 내용을 주차별로 기록(주차보고서)
   - 실습 종료 후 최종 보고서 작성(종합보고서) → 기업 담당자는 졸업 후 평가표 작성 → 제출한 서류를 통해 현장실습 교육과 학점 인정

성균관대학교 81', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (89, '학사제도 Pg. 89', '```plaintext
Inspiring Future, Grand Challenge

• 연구체험 (新3공인증제 인증영역: 인턴십)

프로그램명 | 내용
학부생 연구체험 | 교내 우수연구자와 공동으로 주제 발굴부터 연구 수행 과정을 경험함으로써 연구 노하우를 쌓아 연구 리더로도 조기 습득함으로써 우수한 학술 후속세대로 성장할 수 있도록 지원하는 프로그램

• 도전학기 국제교류프로그램
- 국제하계학기(ISS): 2008년에 시작된 국제하계학기 프로그램은 본교의 가장 대표적인 국제교류프로그램으로 세계 최고수준의 학문과 연구 역량을 가진 교수진을 모시고 제공. 경제, 경영, 컴퓨터공학 및 국제관계 등 다양한 분야의 강좌를 수강할 수 있습니다. 세계 각지에서 온 대학생들과 한 곳에서 자유롭게 토론하며 글로벌역량을 기를 수 있습니다.
- 해외 단기계절 프로그램: 방학 기간 동안 성균관대학교와 협정을 맺은 다양한 해외대학에서 주최하는 프로그램에 참가하여 수업을 듣고 학점을 인정받을 수 있는 프로그램입니다. 방학을 이용하여 해외대학에서 수업도 듣고 여행도 하면서 다양한 문화를 경험하고 글로벌 역량을 기를 수 있습니다.

82

대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (9, '학사제도 Pg. 9', '```
Inspiring Future, Grand Challenge

2학기

년도 | 일자 | 학사내용
2025 | 9. 1.(월) | 2025학년도 2학기 개시/개강
2025 | 9. 1.(월) ~ 9. 4.(목) | 학부생 및 대학원과정 수료생 학적변동(휴학/복학/재입학) 정기변경기간(1차) 신청
2025 | 9. 1.(월) ~ 9. 4.(목) | 대학원과정 학위논문제출자격시험 응시(면제) 신청
2025 | 9. 1.(월) ~ 9. 4.(목) | 2025학년도 2학기 수강확정(학점포기 포함)
2025 | 9. 5.(금) | 수강정정
2025 | 9. 10.(수) ~ 9. 12.(금) | 학위논문 심사신청
2025 | 9. 10.(수) ~ 9. 12.(금) | 수강신청 취소
2025 | 9. 15.(월) | 강의평가
2025 | 9. 22.(월) | 학위논문제출(수업일수 1/4)
2025 | 9. 28.(일) | 공휴일(추석)
2025 | 9. 29.(월) | 학부생 및 대학원과정 수료생 학적변동(휴학/복학/재입학) 정기변경기간(2차) 신청
2025 | 9. 30.(화) | (휴가 1차 30일)
2025 | 10. 20.(월) ~ 10. 24.(금) | 학사학위논문 마이크로필름 1차 신청
2025 | 10. 20.(월) ~ 10. 27.(월) | 학부생 및 대학원과정 수료생 예비·실사 신청
2025 | 10. 20.(월) ~ 10. 31.(금) | 2학기 중간강의평가
2025 | 10. 30.(목) | (수업일수 2/4)
2025 | 10. 30.(목) | 휴가 2차 60일
2025 | 11. 10.(월) ~ 11. 12.(수) | 학위논문 심사신청 최종 등록(심사 분납자)
2025 | 11. 13.(목) | 대학원과정 과정종료
2025 | 11. 20.(목) ~ 11. 21.(금) | 학위논문 심사결과보고 마감기간
2025 | 11. 22.(토) ~ 12. 12.(금) | 학사학위논문 마이크로필름 2차 신청
2025 | 11. 29.(토) ~ 12. 5.(금) | 학부생 및 대학원과정 학적변동(휴학/복학/재입학) 신청
2025 | 12. 1.(월) ~ 12. 5.(금) | 2학기 기말강의평가
2025 | 12. 8.(월) ~ 12. 12.(금) | 2학기 기말고사
2025 | 12. 15.(월) ~ 12. 25.(목) | 2학기 성적입력
2025 | 12. 15.(월) ~ 12. 25.(목) | 2학기 성적확인 및 정정
2025 | 12. 20.(토) | (수업일수 3/4)
2025 | 12. 22.(월) | 겨울계절학기 시작
2025 | 12. 26.(금) ~ 12. 31.(수) | 2학기 성적확인 및 정정
2025 | 12. 30.(화) | 2026년 2월 졸업예정자 학사과정 3학점 이상 취득증명 제출기한
2025 | 12. 31.(수) | 2026년 2월 졸업예정자 학위논문 On-line 탑재 완료 기한
2026 | 1. 12.(월) ~ 1. 16.(금) | 2026학년도 1학기 수강신청
2026 | 1. 15.(목) | 2026년 2월 졸업예정자 학위논문 인쇄본 제출 기한
2026 | 1. 19.(월) ~ 1. 23.(금) | 2026학년도 1학기 수강신청
2026 | 1. 19.(월) ~ 1. 23.(금) | 2026학년도 1학기 수강신청
2026 | 1. 30.(금) | 2026학년도 1학기 수강신청
2026 | 2. 2.(월) ~ 2. 6.(금) | 2026학년도 1학기 수강신청
2026 | 2. 9.(월) ~ 2. 13.(금) | 2026학년도 1학기 수강신청
2026 | 2. 19.(목) ~ 2. 26.(목) | 2026학년도 1학기 수강신청
2026 | 2. 28.(토) | 겨울계절학기 종료

대학 : 대학원생을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (90, '학사제도 Pg. 90', '수강신청/수업 09

■ 학사과정 계절수업

여름방학 및 겨울방학 중 단기 집중교육에 적합한 강좌를 개설하여 학점 취득의 기회를 추가로 제공하는 수업입니다. 대학원과정에서는 계절수업을 개설하지 않으며, 수강하는 것도 불허합니다.

• 개설시기: 여름방학 및 겨울방학

• 개설과목
  - 단기 집중교육에 적합한 성공교양(중핵-균형) 위주로 개설합니다.
  - 중·대형강의보다는 단기집중교육에 적합하지 않으므로 개설되지 않으며, 성공교양(중핵-균형)은 최소과목만 개설됩니다.
  - 계절수업에 개설되는 교과목은 매 학년도/학기별로 유동적이나 필수적으로 이수하여야 하는 과목은 정규학기에 수강하기 바랍니다.

• 수강가능학점
  - 계절수업에서 수강할 수 있는 학점은 여름, 겨울 각 계절수업 당 6학점(수강학점 기준, ISS/WISE포함) 이내, 학년도 당 9학점(수강신청 시점 취득학점 기준) 이내입니다.
  - 재학 중 수강할 수 있는 계절수업 총 학점은 제한하지 않습니다.

• 수강자격
  - 학기별 재학생 및 휴학생(휴학생의 경우, 휴학 중 계절수업 학점취득으로 수료요건을 충족할 수 없으며 학기 이수 후에만 졸업이 허용하며, 휴학생의 계절수업 수강은 졸업학기에는 허용되지 않습니다.)
  - 졸업 직전 학기에 학사모드 하에 계절수업을 수강하는 경우(8월 졸업예정) 또는 겨울(2월 졸업예정) 계절수업을 수강하여 졸업학점을 충족할 수 있습니다.

성균관대학교 83', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (91, '학사제도 Pg. 91', '```plaintext
Inspiring Future, Grand Challenge

■ 국내외 타 대학(원) 학점 취득

학술교류협정이 체결된 국내외 타 대학에서 취득한 학점을 본교 전공학점 또는 선택학점으로 인정받는 것을 의미합니다.

- 선발 및 허가
  - 국내대학 학점교류 관련 안내는 매 학기말 및 방학 중 홈페이지 공지사항 및 
    경고포털 학사공지 게시판을 통해 공지하며, GLS를 통한 국내대학교류신청 후 
    승인을 받아야 학점교류 수강이 가능합니다.
  - 국외대학 학점교류는 학점교류협정대학(글로벌교류대학)에서 정해진 절차에 따라 
    신청하며, 학점교류 학점인정을 신청하여 해당 소속 단과대학 학장의 
    추천을 받아 선발합니다.

- 수강자격
  - 국내대학 지원조건
    학사과정은 2개 학기 이상(편입학용은 편입학 후 1개 학기 이상), 대학원은 1개 학기 
    이상을 이수 완료하고 해당 과목단위에 등록예정인 자에 한하여 수강이 가능합니다.
    (단, 미래성장학부 소속 학생은 2개 학기 이상 이수완료 및 미래성장학부대학원장 
    사전허가가 필요합니다.)
  - 국외대학 지원조건
    지원 시점 기준 연속 학업 평점 평균 3.0 미만이거나, 파견 지원 학기 기준 초과학기 
    및 마지막 학기 수학인 경우 지원이 불가합니다.
    ※ 국내대학의 경우 편입생 및 초과학기는 정규학기와 계절수업 모두 타 대학 
       학점교류가 불가합니다.

- 학점인정 신청절차
  - 예정교과목은 국내외 학점교류 대상 학생은 파견 전 학점인정 받았고 하는 수강 
    예정과목을 소속 단과대학장 또는 인문대학장에게 사전승인 받아야 하며 
    예정과목의 성적표를 학점교류부서로 승인요청 하여야 합니다.
  - GLS-학점교류신청에서 학점인정 신청서를 작성하여 제출한 후 학과장 
    승인 내용을 토대로 수강계획 수립 및 수강에 임하시기 바랍니다.
  - 인정요청은 수학과정 종료 후 3개월 이내에 과대학장에게 발급받은 성적증명과 
    함께 제출합니다.

84

대학 : 대학생활을 위한 2025 학사제도 안내
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (92, '학사제도 Pg. 92', '수강신청/수업 09

수업계획서(또는 교과목해설서)란 첨부서의 인정조서 작성 및 제출을 통해 수강과목과 취득학과 성적을 인정합니다. 사전 작성된 예정과목 내역을 근거로 GLS-타대학학점취득과정정산서작성, 메뉴를 통해 인정조서를 제출하면 학과장 및 학장 승인을 통하여 최종 학점 및 성적이 처리됩니다.

- 수강범위
  - 본교의 허가한 수강가능학점 범위 내에서 수강 및 학점인정이 가능합니다.
  - 본교 개설 수업 수강과 타 대학 개설 수업을 병행하는 경우 누가학 이수학점은 본교 수강학점과 합산하여 여름, 겨울 각 계절수업 당 6학점(수강학점 기준) 이내, 학년도 당 총 9학점(수강신청 시점 취득학점 기준) 이내에서 수강할 수 있습니다.

- 학점 및 성적의 환산

| 구분 | 대상 | 환산 기준 |
|------|------|-----------|
| 국내 타 대학 | 학점교류생, 편입생 | 본교의 학점부여 기준 및 성적등급으로 환산하여 인정 |
| 국외 타 대학 | 학점교류생 (편입생 제외) | *P*(합격), *F*(불합격)로 인정함을 원칙으로 하되, 학점교류생의 경우 본교 모든 성적등급으로 환산하여 인정 가능 |

- 이수구분 인정
  - 수강한 과목의 전공인정여부 및 세부인정영역은 해당 전공 학과장(또는 담당 교수)이 심사하여 본교 전공으로 인정받지 못한 경우 일반선택으로 인정받을 수 있습니다.
  - 전공필수(공통전공, DS(Data Science)) 및 교직 학점 인정 불가
  - 반드시 타 대학 수강 종료 후 3개월 이내에 학점인정을 신청하여야 합니다.

성균관대학교 85', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (93, '학사제도 Pg. 93', 'Sure, here is the transcribed text from the image:

---

Inspiring Future, Grand Challenge

■ 군 복무 학생 학점인정제도

군 복무중인 학생들이 본교 온라인수업을 수강하고 학점을 취득할 수 있는 제도

- 학점인정 상황
  - 학기당 3학점, 군 복무 중 9학점

- 대상자: 성균관대학교 소속 일반휴학자로 현재 복무중인 학생

- 개설강좌
  - 개설강좌는 매학기 다르므로 학교 공지사항 또는 나라사랑포털 공지사항확인 필요
  - 교양강좌 3~5강좌 내외로 개설됨(전공수업은 개설되지 않음)

- 수업료: 학점당 100,000원
  - 국방부 수업료 80% 지원 (※ 대상자: 현역 병사, 사회복무요원 등)
  - (예시) 3학점 수업의 경우, 300,000원이나, 국방부 수업료 80%지원 대상자는 e-머니 계좌로 80% 환급됨

- 수강신청
  - 군 복무 학생은 군 e-러닝 사이트에서만 수강신청 가능하며, 학교 수강신청 페이지에서는 불가함

- 수업 및 시험방식
  - 수업: 본교 사이버캠퍼스 온라인 수강
  - 시험: 본교 사이버캠퍼스 동영상에 오프라인 시험 진행

- 성적부여방식
  - 성적부여방식은 개설강좌마다 다르므로 학교 공지사항 또는 나라사랑포털 공지사항 확인 필요
  - 등급부여 방식(A+ ~ F) 또는 P/F(교과목별 상이)
  - 복무 중 학점 취득 내역으로 증명서상 명시

출처: <대학원생을 위한 2025 학사제도 안내>

86', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (94, '학사제도 Pg. 94', '10. 특별 프로그램

■ Co-op(현장실습) 프로그램

국내외 기업과 산학협력을 기반으로 현장실습을 통해 신규교육 및 실습을 실시하고 이를 통해 현장을 참여하는 산학협력 실험실 교육과정입니다. 현장에서의 직무경험을 통해 진로를 탐색하고 취업경쟁력을 높일 수 있는 프로그램입니다.

- 현장실습 이수자격
  - 2학기 이상 이수한 학생
    (예: 2025학년도 입학자의 경우, 2개 학기(2025-1학기, 2학기)를 이수하고 겨울방학부터 현장실습 가능)
  - 졸업예정자는 마지막 계절수업에 현장실습을 신청할 수 없음

- 학점인정 관련사항
  - 학기 중 현장실습의 경우
    (정규학기 현장실습 수강신청(학기 초) ⇨ 실습 수행(학기 중) ⇨ 현장실습 평가를 통한 학점 인정(학기 말))
  - 방학 중 현장실습의 경우
    (방학 전 현장실습 수강신청(학기 말) ⇨ 실습 수행 및 평가(방학 중) ⇨ 현장실습 학점 인정(실습 종료 후))
  ※ 방학 중 현장실습의 경우 학점취득 수강편람에 따라 최대 3학점까지 인정 가능하며, 학기 중 현장실습의 경우 학기 정규학기 수강가능학점에서 차감

(예: 2025학년도 겨울방학 현장실습으로 3학점을 수강하였을 경우,
  ⇨ 2026학년도 1학기 수강가능학점이 15학점인 학생은 겨울방학 현장실습 수강학점(3학점) = 2026학년도 1학기 수강가능학점(15학점)

성균관대학교

87', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (95, '학사제도 Pg. 95', 'Inspiring Future, Grand Challenge

- 현장실습 기간
  - 최소 1개월 이상(실 출근일 20일 이상) [* 1개월 미만일 경우, 학점으로 불인정]

- 실습기간별 인정 가능학점

| 구분     | 교과목명         | 실습기간 | 인정학점 |
|----------|------------------|----------|----------|
| 전공     | ○○○현장실습1    | 4주      | 3학점 이하 |
|          | ○○○현장실습2    |          |          |
|          | ○○○현장실습3    | 5-6주    | 4학점 이하 |
|          | ○○○현장실습4    | 7-8주    | 5학점 이하 |
|          | ○○○현장실습5    | 12주 이상| 18학점 이하 |
| 일반선택 | 현장실습1,2,3   | 4주 이상 | 각 1학점  |

※ 학과별 현장실습과목 개설여부, 학점인정 등 세부사항은 상이하므로 현장실습 실시 전 확인하여야 함
※ 현장실습이 전공학점으로 개설되어 있지 않은 학과의 학생들은 학부대학에서 개설한 현장실습1,2,3 교과목(각 1학점, 일반선택학점)을 이수할 수 있음
  - 일반선택학점으로 인정을 희망할 경우 현장실습지원센터로 문의

- 문의: 현장실습지원센터 031-299-4447, 031-290-5401~2, 031-290-5081
- https://tollgate.skku.edu 참조(ID/PW는 학교 홈페이지 ID/PW와 동일)

88

대학 · 대학원생을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (96, '학사제도 Pg. 96', '```plaintext
특별 프로그램 10

● 창업실습/창업현장실습 프로그램

창업 준비활동 및 창업 활동을 통해 학습 목표 달성이 가능한 경우 이를 학점으로 
인정하는 교육과정입니다. 창업으로 인한 학업 중단을 최소화하고 재학 중 창업 
활동에 몰두하여 후일로서 진로 탐색의 폭을 넓힐 수 있는 프로그램입니다.

- 신청자격
[창업실습]
- 학사과정생 신입학자로서 2회 이상 등록한 재학생 또는 편입학자로서 1회 이상 
  등록한 재학생(유급유예 제외)
- 교과목(창업교과목, 창업지원단 창업동아리에서 활동 중인 학생 또는 창업동아리 
  가입 예정인 학생, 또는 창업에 관심 있는 학생
- 당해 학기 등록을 필한 학생

[창업현장실습]
- 학사과정생 신입학자로서 2회 이상 등록한 재학생 또는 편입학자로서 1회 이상 
  등록한 재학생(유급유예 제외)
- 경영 교과목 1과목 이상 이수한 학생
- 창업 기업의 사업자등록상 상 대표로 등록된 학생 
  (수수료사업을 기준으로 최소 1개원 이상에 창업한 경우)
- 당해 학기 등록을 필한 학생
- 단, 아래 업종은 창업현장실습으로 허용하지 않음
  1. 일반음식점업
  2. 무도유흥주점업
  3. 기타 사행시설 관리 및 운영업
  4. 제2부록 제8조까지의 규정에 준하는 업종으로서 중소벤처기업부장관으로 정하는 업종

- 신청 시기 및 학점 인정 절차
[창업실습]
- 신청 시점: 일반 교과목과 동일 기간에 수강 신청
- 학점 인정 절차: 일반 정규수업과 동일하게 진행되며 정해진 커리큘럼에 따라 
  수업 이수 후 학점 취득

성균관대학교
89
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (97, '학사제도 Pg. 97', '[창업현장실습]

- 신청 시기 및 방법
  ① 창업현장실습 신청기간: 2025년 1월 중 아래 채널에 공지 예정
     - 학교 홈페이지 > 대학생활 > 창업공간 > 공지사항 > 학사
     - ''김포대학교'' 게시판 > 학사공지(학생용) > 학사
       * 2월 1일 기준 학부 및 전공사무실 문의. 문의: 창업지원단(031-290-5653)
  ② 신청방법: 김포포탈 - 헬리오스케어 - 취업/창업활동 - 창업현장실습 신청
  ③ 제출서류: 창업현장실습신청서, 개인정보 수집·이용 동의서(해당 양식 첨부),
     사업자등록증 사본 1부 필수
     - 법인사업자는 PDF 파일로 스캔하여 헬리오스케어에 제출(첨부)
       ① 공동사업자인 경우에는 기재되어 있는 공동사업자명 확인 후 제출
       ② 법인사업자는 등기부등본(등기사항전부증명서) 사본 1부 또는
          법인인감증명서 1부 필수 제출
       ③ 공동사업자인 경우에는 표시된 문서(주주부명) 중 1개의 서류를 추가로
          첨부하여 제출
     - 개인사업자는 동업계약서(공증된 것)를 추가로 첨부하여 제출
       ① 창업지원단 창업교육사전내위원회의 심의를 통해 신청 자격 적합 심사
     ⑤ 수강신청 기간에 해당 교과목 수강신청 완료
  - 학점 인정 절차: 학기 중 활동 요건으로 창업활동을 충실히 이행할 후 제반
    활동 종료 전까지 창업지도교수(교과목 담당교수)에게 제출

[활동 요건]
- 학기종료일까지 창업한 기업 대표(혹은 공동대표)로서 창업활동을 성실히 수행
  할 것
- 담당교수로부터 3회 이상 지도 받고 그 내용을 작성하여 제출
  (창업활동보고서, 사업계획서, 사업자등록증, 매출자료, 자재분석 등) 제출
- 담당교수(지도교수)의 현장점검 확인서 제출

[기타]
- 창업대체학점인정제도 운영 지침을 반드시 숙지하고 신청

90

대학 : 대학생활을 위한 2025 학사제도 안내', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (98, '학사제도 Pg. 98', '```plaintext
특별 프로그램 10

- 2025학년도 창업실습/창업현장실습 교과목 편성 및 개설

주관대학   주관학과                교과목명                             학수번호     이수구분    학점
학부대학
            창업실습1                GELT054     일반선택    2
            창업실습2                GELT055     일반선택    2
            창업현장실습1          GELT056     일반선택    3
            창업현장실습2          GELT057     일반선택    6
            창업현장실습3          GELT058     일반선택    9
            창업현장실습4          GELT059     일반선택    12
            창업현장실습5          GELT060     일반선택    15
            창업현장실습6          GELT061     일반선택    18

유학대학
            유학대학창업현장실습1  COS3088     전공선택    3
            유학대학창업현장실습2  COS3089     전공선택    6
            유학대학창업현장실습3  COS3090     전공선택    9

문과대학
            문과대학창업현장실습1  CLA3011     전공선택    3
            문과대학창업현장실습2  CLA3012     전공선택    6
            문과대학창업현장실습3  CLA3013     전공선택    9

사회과대학
            미디어커뮤니케이션학과
            미디어창업현장실습     MCJ3107     전공선택    3

경영대학
            글로벌경영학
            Startup Field Practice 1 of GBA  GBA3048     전공선택    3
            Startup Field Practice 2 of GBA  GBA3049     전공선택    6
            앙트레프레너십인재전공
            앙트레프레너십창업현장실습1  EPN3006     전공선택    3
            앙트레프레너십창업현장실습2  EPN3007     전공선택    6

사범대학
            사범대학창업현장실습   COE3077     전공선택    3

예술대학
            연기예술학과
            연기예술창업현장실습   DAT3063     전공선택    15

정보통신대학
            정보통신창업현장실습1  ICE3046     전공선택    3
            정보통신창업현장실습2  ICE3047     전공선택    6
            정보통신창업현장실습3  ICE3048     전공선택    9
            정보통신창업현장실습4  ICE3049     전공선택    12

소프트웨어융합대학
            소프트웨어학과
            소프트웨어창업현장실습1  SWE3056     전공선택    3
            소프트웨어창업현장실습2  SWE3057     전공선택    6

성균관대학교
91
```', NULL);
INSERT INTO docs (doc_id, doc_name, doc_content, doc_thumbnail) VALUES (99, '학사제도 Pg. 99', '```
Inspiring Future, Grand Challenge

주관대학 | 주관학과 | 교과목명 | 학수번호 | 이수구분 | 학점
---------------------------------------------------------
화학공학/고분자공학부 | 화학공학전공창의융합설계1 | ECH3064 | 전공선택 | 3
신소재공학부 | 신소재공학전공창의융합설계1 | EAM3084 | 전공선택 | 3
신소재공학전공창의융합설계2 | EAM3086 | 전공선택 | 6
공과대학 | 기계공학부 | 기계공학전공창의융합설계 | EME3069 | 전공선택 | 3
시스템경영공학과 | 시스템경영공학전공창의융합설계1 | ESM3079 | 전공선택 | 3
시스템경영공학전공창의융합설계2 | ESM3080 | 전공선택 | 6
건축학과 | 건축설계창의융합설계 | ADD3053 | 전공선택 | 3

■ 글로벌 프로그램
- 교환학생 (Exchange Student Program)
  - 교환학생 제도란 우리 대학과 학생교류 협정을 맺은 외국 협정대학에 한 학기 또는 두 학기 파견되어 수학하는 제도입니다. 교환학생은 매 학기 선발하며 정해진 기간 동안 해외의 파견교에서 수업을 수강하고 돌아와 본교에서 학점을 인정받게 됩니다. 파견되는 학생은 등록금을 자교에 납부하고 현지 교포에 등록을 납부합니다. 수업은 모두 파견교에서 수강하게 됩니다. 이 프로그램에 선발된 학생을 교환학생(Exchange Student)이라 합니다.

- 해외수학생 (Study Abroad Program)
  - 해외수학생 제도란 본교와 학생교류 협정을 맺은 외국 협정대학에 한 학기 또는 두 학기 파견되어 수학하는 제도입니다. 해외수학생은 매 학기 선발하며, 정해진 기간 동안 해외의 파견교에서 수업을 수강하고 돌아와 본교에서 학점을 인정받게 됩니다. 파견되는 학생은 등록금을 자교에 납부하고 현지 교포에 등록을 납부합니다. 수업은 모두 파견교에서 수강하게 됩니다. 이 프로그램에 선발된 학생을 해외수학생(Study Abroad Student)이라 합니다. 해외수학생은 본교의 SAF 프로그램을 통해 해외의 다양한 대학에서 수학이 가능합니다.

- 교환학생과 해외수학생의 공통점
  - 파견기간 동안 본교에 등록을 해야 합니다.

92
대학 · 대학원생을 위한 2025 학사제도 안내
```', NULL);
